 [
  {
  "event_key":"ixd16_4564",
  "active":"Y",
  "name":"Nature’s Notifications: What technology can learn from a buzzing bee and a thunderclap.",
  "event_start":"2016-03-04 11:30:00",
  "event_end":"2016-03-04 12:30:00",
  "event_type":"Long Talk",
  "description":"Every day, apps vie for your attention. Someone retweets, sends a message, or texts you. An app wants you to know that it hasn’t forgotten about you and sends a push notification. Every time, your phone lights up, your Apple Watch taps you on the wrist, and you lose focus on whatever it was that you were doing before getting distracted.<br> Right now, notifications are all or nothing: your options are to receive them, or disable them altogether for any given app. Within the notifications you do receive, there is very little sense of hierarchy. What is relevant right now? What can you ignore? How can you tell the difference?<br> We want to propose an alternative to the current system. By taking inspiration from the principles of soundscapes and information landscapes found in nature, we are exploring a way to make notifications less jarring, more adaptive and, ultimately, less distracting but more meaningful.<br>",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"0aaf288db2aa80b16b4307f1c815cd9d",
  "venue_id":"408479",
  "speakers":"Phillip Tiongson, Emmi Laakso"
  },
  {
  "event_key":"25",
  "active":"Y",
  "name":"Happy Hour",
  "event_start":"2016-03-04 16:00:00",
  "event_end":"2016-03-04 17:00:00",
  "event_type":"Break",
  "seats":"0",
  "goers":"16",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"0d4273b44ef0811b431c10ee4ee4a3d1",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4123",
  "active":"Y",
  "name":"Connecting with Motion. The Choreography of In-Between Moments.",
  "event_start":"2016-03-01 14:00:00",
  "event_end":"2016-03-01 18:00:00",
  "event_type":"Workshop",
  "description":"The workshop explores how motion design can turn often overlooked in-between moments in user interactions into delightful signature brand experiences. These are things that impact the overall impression of our experience. In the digital world this is often overlooked and users are left guessing after an interaction. With small adjustments to your process you can make sure that you minimize the impact of long loading times and completely remove elements of confusion. You will learn the pros and cons of different prototyping tools, why merging tools are important to create motion and interactions. We will then focus on After Effects and Proto.io to create within the workshop an interactive prototype. Key points; <ul> <li>Designing for the in-between moments of an experience<\/li> <li>Merging motion design & interaction design<\/li> <li>Designing without the boxes<\/li> <\/ul> Today technology has reached a point where animated interfaces are common, whilst having little effect on performance. They are often used to make products look prettier and add some flare to a splash screen. We believe that animation is a tool that should be used for function first and foremost. <strong>Workshop requirements:<\/strong> <ul> <li>Laptop<\/li> <li>After Effects CC 2015 software<\/li> <li>Proto.io registered account<\/li> <\/ul>",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"Aalto Uni - 2",
  "id":"0dd5055123674249a2b43e39dc3cce3b",
  "venue_id":"409681",
  "speakers":"Matt Cane, Ludvig Sandstrom"
  },
  {
  "event_key":"30",
  "active":"Y",
  "name":"Keynote",
  "event_start":"2016-03-04 17:00:00",
  "event_end":"2016-03-04 18:00:00",
  "event_type":"Keynote",
  "seats":"0",
  "goers":"21",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"0fcfebaabceaeb050f6d00a7ebd8a357",
  "venue_id":"408480",
  "speakers":"Cameron Sinclair"
  },
  {
  "event_key":"ixd16_5111",
  "active":"Y",
  "name":"How do you bring your best ideas to life?",
  "event_start":"2016-03-01 14:00:00",
  "event_end":"2016-03-01 18:00:00",
  "event_type":"Workshop",
  "description":"How do you bring your best ideas to life while satisfying a real need in the market? Having a go-to process when it&rsquo;s time to activate can be a tremendous advantage&nbsp;in creating a lasting connection with consumers. This workshop will provide hands-on practice on how to take your concepts from insight to prototype. We&rsquo;ll show you how to workshop your designs with some of the latest trends in the fashion tech and wearable&nbsp;space, including those outside of bracelets and activity trackers. At the end, you&rsquo;ll walk away with a proven process to get from bright idea to MVP, and the latest resources and tools for making your concept real.",
  "seats":"0",
  "goers":"1",
  "invite_only":"N",
  "venue":"Aalto Uni - 3",
  "id":"11cbbbe63be52751a1ee4c9727a6de1d",
  "venue_id":"409682",
  "speakers":"Kumi Tominaga, Page Schmucker"
  },
  {
  "event_key":"ixd16_4491",
  "active":"Y",
  "name":"This Young Moment: Interaction Design in the Age of Hyperrealtime",
  "event_start":"2016-03-03 14:00:00",
  "event_end":"2016-03-03 14:30:00",
  "event_type":"Medium Talk",
  "description":"Ubiquitous computing is transforming the human experience of time in unprecedented ways that interaction designers are uniquely equipped to leverage and inform.<br>",
  "seats":"0",
  "goers":"11",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"12af610b5f45cbd1372bb67618005fec",
  "venue_id":"408481",
  "speakers":"Christine Todorovich"
  },
  {
  "event_key":"ixd16_4542",
  "active":"Y",
  "name":"Designing with Velocity at Scale",
  "event_start":"2016-03-02 15:00:00",
  "event_end":"2016-03-02 16:00:00",
  "event_type":"Long Talk",
  "description":"Many companies have accomplished two of those but no one yet has successfully combined quality, velocity, and scale. It's no easy task. Raphael will discuss how we, at Pinterest, hope to accomplish that by creating self-reliant teams that knit together Design, Engineering, and Product Management — a triad of disciplines and individuals, working closely together in a highly collaborative, trusted, and empowered manner. Raphael will show how it works in the day-to-day, illustrated with recent examples.<br>",
  "seats":"0",
  "goers":"14",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"137d2d811fdb90c87a112bbb973a9de7",
  "venue_id":"408478",
  "speakers":"Raphael Grignani"
  },
  {
  "event_key":"4",
  "active":"Y",
  "name":"Lunch",
  "event_start":"2016-03-02 12:30:00",
  "event_end":"2016-03-02 13:30:00",
  "event_type":"Break",
  "seats":"0",
  "goers":"18",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"16faf481b6116ca94ca398bbe2f95a11",
  "venue_id":"408480"
  },
  {
  "event_key":"41",
  "active":"Y",
  "name":"Interaction Awards dinner, ceremony and closing party",
  "event_start":"2016-03-04 18:30:00",
  "event_end":"2016-03-05 03:00:00",
  "event_type":"Social Event",
  "description":"Doors open at 18:30.&nbsp;<br \/>Dinner at 19:00<br \/>Ceremony starts at 20:00-22:00<br \/>Afterparty.&nbsp;",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"Apollo Live Club",
  "id":"1be58ce0bccf1c8f6fc51ddd0f6bcbdf",
  "venue_id":"415499"
  },
  {
  "event_key":"ixd16_4288",
  "active":"Y",
  "name":"Connected Objects are Natural Born Storytellers",
  "event_start":"2016-03-03 13:30:00",
  "event_end":"2016-03-03 14:00:00",
  "event_type":"Medium Talk",
  "description":"The continuous conversation between man and machine in the unpredictable future of the Fog Computing and Internet of Things Era. Practical thoughts on designing smart objects that create real relationships with their users.<br>",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"1cd6272c52e90f7199cf5b83bd9a02df",
  "venue_id":"408478",
  "speakers":"Leandro Agrò"
  },
  {
  "event_key":"ixd16_4932",
  "active":"Y",
  "name":"Local Leader Workshop",
  "event_start":"2016-02-29 09:00:00",
  "event_end":"2016-02-29 17:00:00",
  "event_type":"Workshop",
  "description":"Get together with both seasoned and new Local Leaders to discuss strategies for designing a passionate IxDA community in your area. Are you an IxDA Local Leader or interested in starting an IxDA Local group in your city? If so, come join us at the annual Local Leader's Workshop. Get together with your fellow Local Leaders to discuss strategies for designing a passionate IxDA community in your area. You’ll get to hear directly from the IxDA board members, Regional Coordinators and Initiative Leads about what’s happening in the global IxDA community and get to spend time workshopping content that will help us all advance IxDA’s mission. Come prepared with ideas you'd like to share and open for discussion with others. All in all, the goal is for all us is to understand the challenges of IxDA Local Leaders, learn how to overcome them and interact and connect with the other local leaders from around the globe.",
  "seats":"0",
  "goers":"0",
  "invite_only":"N",
  "venue":"Fjord, Helsinki",
  "id":"1e797776e9461ffc9cc4183a907235fa",
  "venue_id":"415485"
  },
  {
  "event_key":"ixd16_4249",
  "active":"Y",
  "name":"Design For Change: Sprinting Away From Poop",
  "event_start":"2016-03-04 14:45:00",
  "event_end":"2016-03-04 15:00:00",
  "event_type":"Lightning Talk",
  "description":"Consider yourself lucky if you have a toilet at your home, because one in three people worldwide, that’s 2.4 billion people globally, have no access to modern sanitation facilities. Of these 2.4 billion, an astonishing 946 million people defecate in the open. Open defecation is threatening survival rates and other health measurements of children living in rural areas of developing countries. In this lightning talk, I’ll describe a game-based approach to addressing this challenging public health issue.<br> Doo Doo Dash is a simple, single-player mobile game that teaches kids (ages 6-9) the health dangers associated with exposure to feces, and the importance of using toilet facilities for defecation. The message of the game is simple: open defecation is bad; it makes people sick. The game ensures long-term behavior change by addressing psychological principles in the Theory of Planned Behavior. Want to learn more about Doo Doo Dash and how you can design for social change? Come to this lightning talk, where we will discuss the game in detail to inspire a larger conversation around designing for social impact.<br>",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"1ed6f71325a38fc3eb43a3d18a790614",
  "venue_id":"408481",
  "speakers":"Nidhi Jalwal"
  },
  {
  "event_key":"ixd16_4405",
  "active":"Y",
  "name":"When Everything Goes To Hell in a Handbasket – How to ‘wing it’ succcessfully",
  "event_start":"2016-03-04 10:30:00",
  "event_end":"2016-03-04 11:30:00",
  "event_type":"Long Talk",
  "description":"How often do you start a project, workshop, or other design activities with a well-defined plan and schedule, only to realize that everything you planned is wrong? How do you proceed? Scott and Barb will offer some rules, advice, and war stories for you to use next time you find yourself in this situation. They'll help ensure that plan B (or C) doesn’t send your team running out of the boardroom, that it's less traumatic for you, and that you still achieve project success.<br>",
  "seats":"0",
  "goers":"13",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"20143a9212ff84c2473f3089621787d1",
  "venue_id":"408478",
  "speakers":"Barb Spanton, Scott Plewes"
  },
  {
  "event_key":"ixd16_5054",
  "active":"Y",
  "name":"Building a Spotify for (not so) everyday products: are we ready for the post-ownership economy?",
  "event_start":"2016-03-04 11:30:00",
  "event_end":"2016-03-04 12:00:00",
  "event_type":"Medium Talk",
  "description":"&hellip;<br \/>",
  "seats":"0",
  "goers":"8",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"209550de08e446938753aa41eaa4083d",
  "venue_id":"408481",
  "speakers":"Marcel Schouwenaar"
  },
  {
  "event_key":"12",
  "active":"Y",
  "name":"Happy Hour",
  "event_start":"2016-03-03 16:00:00",
  "event_end":"2016-03-03 17:00:00",
  "event_type":"Break",
  "seats":"0",
  "goers":"17",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"275072f8824d0912d9cb9626f2ae566f",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4531",
  "active":"Y",
  "name":"Designing for Play : What Interaction Design Can Learn From Video Games",
  "event_start":"2016-03-04 11:30:00",
  "event_end":"2016-03-04 12:30:00",
  "event_type":"Long Talk",
  "description":"We were video game fanatics before we were interaction designers. The first example of good design that we saw as kids was through our interactions with video games; the way they guided us, but never explicitly informed us and the pride we felt when we achieved a goal in the game as if it were “ours.” We became designers so that we could create things that lifted people up, cheered people on, and connected people to their friends. We became designers to we all could play together. <br> Years later we can’t stop seeing the many parallels between interaction design and video game design. In fact we keep seeing the future of interaction design coming closer and closer to the field of video games. We see the future of interfaces that allow us to play, discover, and connect to people in a positive and wonderful way.<br> Explore with us in a playfully interactive session the essential tenets of video game design and how they can inform more interactive and engaging experiences. Please bring along your smartphone to get the full experience.<br> We’re looking forward to sharing our passion for play with you!<br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"295cc8c07055399ba3811f14f228a648",
  "venue_id":"408478",
  "speakers":"Ahmed Riaz, Chelsea Hostetter"
  },
  {
  "event_key":"ixd16_4441",
  "active":"Y",
  "name":"Interaction Designers vs Algorithms",
  "event_start":"2016-03-04 13:30:00",
  "event_end":"2016-03-04 13:45:00",
  "event_type":"Lightning Talk",
  "description":"Are your design skills about to become irrelevant in an age of AI? Or can you reinvent yourself in time?<br> You might have heard that smart algorithms are the next silver bullet. Data scientists promise that algorithms will read customers’ data and magically predict their needs, bringing them the information they want, when they want it.<br> I’ve been spending time with the people who write the algorithms, looking at how they work. How is it that data scientists are able to predict future behaviour from just a few variables? When do the people building recommendation engines know that they're sampling the right data? What problems keep them up at night? What does it take to get an algorithm ready to unleash on real people?<br> In this talk I’ll look what algorithms are good for, and where they fall down.<br \/>  <br \/> I’ll look at the fallacy that underlies much of our thinking about context and how changing the way we think about context helps us understand our role.<br \/>  <br \/> I’ll discuss what that means for the kinds of design patterns we need to develop in the future.<br> I’ll identify where interaction designers' core skills can help create the products and services of the future - and the challenges we'll face in adapting.<br \/>  <br \/> I’ll explain how we can influence the work of the people writing the algorithms and sifting the data. And I’ll share some of the tools, methods and documents that I and others have been working on to help interaction designers communicate their knowledge and ideas to the people writing the algorithms.<br>",
  "seats":"0",
  "goers":"5",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"2ba516d6b66099e5c37812cc4a8d162e",
  "venue_id":"408481",
  "speakers":"Giles Colborne"
  },
  {
  "event_key":"ixd16_4251",
  "active":"Y",
  "name":"Design peas",
  "event_start":"2016-03-04 14:00:00",
  "event_end":"2016-03-04 14:15:00",
  "event_type":"Lightning Talk",
  "description":"Let's go green for a few minutes and envision our design practices from the perspective of a pea. What's your life like inside the pod?<br>",
  "seats":"0",
  "goers":"1",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"2bab09cdacb43124cc9f6c6cdda47af1",
  "venue_id":"408481",
  "speakers":"Guillaume Berry"
  },
  {
  "event_key":"ixd16_4245",
  "active":"Y",
  "name":"Design as the art of materializing business decisions",
  "event_start":"2016-03-02 12:15:00",
  "event_end":"2016-03-02 12:30:00",
  "event_type":"Lightning Talk",
  "description":"What does Interaction Designers have in common with Business Analysts? You'll see – and reflect upon – how interchangeable this roles can be in practice.<br>",
  "seats":"0",
  "goers":"17",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"2bf71e4210c98a58d21310fc2ed627f9",
  "venue_id":"408481",
  "speakers":"Thiago Esser"
  },
  {
  "event_key":"ixd16_5145",
  "active":"Y",
  "name":"Coroflot @ Work—The Future is Now",
  "event_start":"2016-03-03 15:00:00",
  "event_end":"2016-03-03 16:00:00",
  "event_type":"Long Talk",
  "description":"How are you preparing for the next step in your design career? New ways of working demand increased flexibility, creative time management and developing a language to work with interdisciplinary teams. Which skills help designers advance their careers and which don&rsquo;t move the needle? How do you stand out in an interview or application? What should you be focusing on now in order to be successful in the near and mid-term future? Join us for a discussion with a panel of interaction design hiring experts who will help you learn strategies for navigating the new professional landscape.<br \/>",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"2c22d4dbfa00e970f796f87ad01d41cc",
  "venue_id":"408478"
  },
  {
  "event_key":"ixd16_4315",
  "active":"Y",
  "name":"Practical Abstraction",
  "event_start":"2016-03-04 13:30:00",
  "event_end":"2016-03-04 14:00:00",
  "event_type":"Medium Talk",
  "description":"“The devil is in the details” they say. I’ll share some examples of how to not get lost in them, how to “zoom up” using language, concepts, maps, which can be every bit as precise and detailed in our heads as the things in our hands.<br>",
  "seats":"0",
  "goers":"3",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"310dbed5b733b1a0a4a5aa29105af2a1",
  "venue_id":"408479",
  "speakers":"Boris Anthony"
  },
  {
  "event_key":"ixd16_4121",
  "active":"Y",
  "name":"Rapid video prototyping for connected products",
  "event_start":"2016-03-01 14:00:00",
  "event_end":"2016-03-01 16:00:00",
  "event_type":"Workshop",
  "description":"The Internet of Things means that the kinds of products designers will be working on is changing. Connected products will involve interactions spanning across multiple devices, places and interface types, including non-screen based interfaces like voice or physical controls. Video is a useful tool to rapidly prototype and iterate the experience of such products before spending time getting electronics or coding involved. This workshop will introduce participants to video as a low-fidelity prototyping tool and guide them through creating a video prototype of their own using their smartphones.",
  "seats":"0",
  "goers":"6",
  "invite_only":"N",
  "venue":"Aalto Uni - 4",
  "id":"34e19d787b3c2ab1d5aa782f020566a8",
  "venue_id":"409683",
  "speakers":"Martin Charlier, Tom Metcalfe"
  },
  {
  "event_key":"ixd16_4303",
  "active":"Y",
  "name":"The Design Scientist",
  "event_start":"2016-03-02 13:30:00",
  "event_end":"2016-03-02 14:00:00",
  "event_type":"Medium Talk",
  "description":"Machine learning software is changing the daily practices of designing user experiences. It used to take multiple steps to find, open and review an upcoming flight confirmation, where now it shows up immediately as a notification that pulls information directly from an email. How are designers creating user flows and journeys for the invisible actions machines take to generate a desired experience? How are designers influencing these data-driven decisions so that they are considering the user’s needs and emotions? At Airbnb, we are exploring new design languages and processes that help to illustrate key data-driven moments in a user’s flow. These visualizations give greater visibility to the broader product team and help us to make informed decisions for the user experience. The design team is combining traditional methods of wireframes and user flows with new methodologies to elucidate how an explicit trigger kicks off implicit ones that end in a result we believe is right. Data decisions are inherent in our user’s journey and how we tell stories about the vision of our product. This talk will cover some basic principles of designing with machine learning in mind and thought-starters for how the audience might start to create new processes of their own.<br>",
  "seats":"0",
  "goers":"18",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"34fcfd6e21824f41f2c7c7c3d028386c",
  "venue_id":"408479",
  "speakers":"Amber Cartwright"
  },
  {
  "event_key":"ixd16_4282",
  "active":"Y",
  "name":"CitySkin – an experimental mobile data visualization tool",
  "event_start":"2016-03-02 11:00:00",
  "event_end":"2016-03-02 11:30:00",
  "event_type":"Medium Talk",
  "description":"As mobile phones are becoming ubiquitous machines with increasing processing power, this talk will focus in presenting an experimental application, CitySkin, which relies on mobile phones for data retrieval with mapping purposes. This mobile visual system provides an accessible mean to design an invisible skin of a city (an image-map output) following a user point of view at a given moment in time. This project explores relations between subjectivity and raw data by combining hard data with and visual mapping. Cities and their intrinsic diversity can be compared; as well as slight differences in the input variables can present greater changes in a recurrent path. CitySkin records the mood of a specific derive, discussing the cultural implications on computing and the design of its ubiquity.<br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"39feece60a81c11274c74c3d2fb831ef",
  "venue_id":"408481",
  "speakers":"Isabel Paiva"
  },
  {
  "event_key":"ixd16_4129",
  "active":"Y",
  "name":"The network as a design material: distributed systems UX for the internet of things",
  "event_start":"2016-03-01 14:00:00",
  "event_end":"2016-03-01 18:00:00",
  "event_type":"Workshop",
  "description":"Designing for the IoT requires a systems approach to UX: considering ecosystems of distributed devices and cloud services. Where does information processing happen? How do devices work in concert? What is the experience of the network itself: the spaces between devices? In conventional UX, we often assume that devices are constantly networked, with data almost instantly synced. This is rarely the case in connected products\/IoT, and delays and discontinuities are not edge cases: handling them is part of the core UX. To create a really slick UX, designers need to understand the characteristics and limitations of IoT technology. This workshop will give participants practical knowledge of the issues in designing for connected product ecosystems.",
  "seats":"0",
  "goers":"6",
  "invite_only":"N",
  "venue":"Aalto Uni - 1",
  "id":"3be51c80ba0a34402b7c961de36b301d",
  "venue_id":"409680",
  "speakers":"Claire Rowland, Helen Le Voi"
  },
  {
  "event_key":"ixd16_4312",
  "active":"Y",
  "name":"Writing for Personality in Tech: A Call To Artists",
  "event_start":"2016-03-03 11:00:00",
  "event_end":"2016-03-03 11:30:00",
  "event_type":"Medium Talk",
  "description":"As technology becomes more personal, more natural, and much more friendly, there is a growing need for a different kind of writer – those who are skilled at engaging with an individual's emotions and imagination.<br>",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"3f9a09f6a3795ed0cdf1b387b43693d8",
  "venue_id":"408481",
  "speakers":"Jonathan Foster"
  },
  {
  "event_key":"ixd16_4291",
  "active":"Y",
  "name":"Designing Experiences for the Connected Car",
  "event_start":"2016-03-04 13:30:00",
  "event_end":"2016-03-04 14:00:00",
  "event_type":"Medium Talk",
  "description":"Not so long ago, cars were mainly mechanical devices. Now they are embedded with technologies to monitor and regulate most of its functions, making the cars of today safer, more efficient, and ever more connected. From a brief vision of a not-so-distant automotive future, to the current best practices when designing experiences for the modern car, Ricardo will go through some common scenarios and UX challenges in automotive experience design.<br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"41e8197060957b8a2d85829fa5f56d13",
  "venue_id":"408478",
  "speakers":"Ricardo Aguilar"
  },
  {
  "event_key":"ixd16_4570",
  "active":"Y",
  "name":"Passengerhood: On the Road to Autonomy",
  "event_start":"2016-03-03 15:00:00",
  "event_end":"2016-03-03 16:00:00",
  "event_type":"Long Talk",
  "description":"The technology for autonomous vehicles is here. And yet, the evolution of autonomous “driving” over the next decade will be marked by a series of interim steps that betray a complex transition that begins with establishing trust in the technology, followed by effectively managing the nuanced experience of partial autonomy. In this session, John Rousseau will argue that the way to solve it is not through creating the perfect autonomous vision, but through human centered design and interaction models that gradually propel us toward full autonomy and passengerhood.<br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"45bccc0698d5e1e8f6c9eee42b8aa01b",
  "venue_id":"408480",
  "speakers":"John Rousseau"
  },
  {
  "event_key":"ixd16_4352",
  "active":"Y",
  "name":"Kite Connections: Merging art, technology, and culture into new platforms for social impact",
  "event_start":"2016-03-02 13:45:00",
  "event_end":"2016-03-02 14:00:00",
  "event_type":"Lightning Talk",
  "description":"Pipas Conectadas merges art and technology to transform the kite fighting of Rio de Janeiro’s favelas into a digital-physical platform that seeks to create new pathways for connection and communication across economic boundaries. What are today’s opportunities for designers to intersect with culture and have a positive social impact? How can technology platforms support inclusion and connection? How can we foster a more interesting world where everyone can play the game? This talk will share the process of designing, developing, and executing Pipas Conectadas in the favelas of Rio and explore how designers can intersect with cultures across the globe, support inclusion, and ultimately have a positive social impact with their work.<br>",
  "seats":"0",
  "goers":"3",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"47e10d43b85dc7e186520f352ed0fa17",
  "venue_id":"408481",
  "speakers":"Claudia Bernett"
  },
  {
  "event_key":"ixd16_4557",
  "active":"Y",
  "name":"Love Actually – Experience Design Lessons From Romantic Comedies",
  "event_start":"2016-03-02 14:00:00",
  "event_end":"2016-03-02 15:00:00",
  "event_type":"Long Talk",
  "description":"Interaction designers often look to Science Fiction for design inspiration, but when it comes to inspiring love from customers and clients, the best role models are romantic comedies.This session explores the rich rom-com pattern library for achieving happily-ever-after with customers and clients.<br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"4d67ac269313acb359a0f52300bf8f7d",
  "venue_id":"408478",
  "speakers":"Angel Anderson"
  },
  {
  "event_key":"ixd16_4279",
  "active":"Y",
  "name":"All-inclusive design – excluding no gender",
  "event_start":"2016-03-03 11:30:00",
  "event_end":"2016-03-03 12:00:00",
  "event_type":"Medium Talk",
  "description":"Do you want to design sustainable products that increase business benefits? Do you want to prevent your cognitive bias from messing up your design? Great! This session will give you an insight into the wonderful world of gender inclusive design. I’ll give you arguments for inclusion, concrete examples to be inspired by, and tips to take home and try yourself.<br>",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"4fe80744920814681ba983a231b96b7b",
  "venue_id":"408479",
  "speakers":"Sara Lerén"
  },
  {
  "event_key":"ixd16_4590",
  "active":"Y",
  "name":"The Hidden Challenges and Rewards of Managing a UX Team",
  "event_start":"2016-03-03 10:30:00",
  "event_end":"2016-03-03 11:30:00",
  "event_type":"Long Talk",
  "description":"What’s next for you? The interaction design world is growing and changing and there is an increasing number of opportunities within our profession. One option as you progress in your career is the move to management. But should you do it?<br> I want to share with you the 4 big lessons I learned through my experience managing a UX team. I use insight from the experts to provide a deeper understanding of what great leadership really is, while relating it back to the specific challenges of being a UX manager.<br> As an interaction designer you already have many of the skills needed to give you a head start in the move to management. But there is more to it than what appears on the surface. One of the most difficult parts of being a manager is building the emotional intelligence to bring self awareness, empathy and humility to the role. These traits are more important than those commonly portrayed by the ‘charismatic leaders’ of popular culture and they are things that can be learned. In my talk I will demonstrate how these come into play with examples of common issues that you might face as a UX manager.<br> Being a good manager takes time and effort as well as a shift in focus away from the pure practice of design. But it is in many ways its own design challenge that brings great satisfaction. And the skills you will learn are life skills, not only work skills.<br>",
  "seats":"0",
  "goers":"19",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"52d7313f1c971fc63f69bdb6bbac7d69",
  "venue_id":"408478",
  "speakers":"Rachel Jackson"
  },
  {
  "event_key":"ixd16_4309",
  "active":"Y",
  "name":"Why haven't we 'broken the grid' in interaction design, yet.",
  "event_start":"2016-03-03 13:30:00",
  "event_end":"2016-03-03 14:00:00",
  "event_type":"Medium Talk",
  "description":"Through designers’ quest to optimize user experience, we have reached a plateau in site design experimentation. Whether in UX or visual design, most of the solutions have been narrowed down to minimalistic approaches. It seems like we have successfully simplified interactions to the extent of minimalism. Designs and interactions have fallen flat, minimal and somewhat similar wherever we surf. As a duo conversation we will ask: If we have reached consensus—or at least basic tenets—for what makes a digital interaction usable, why haven’t we “broken the grid” and moved further into creating new interactions that make sites unique and different? What is the role of screens in the future of interaction design?<br>",
  "seats":"0",
  "goers":"11",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"541bad11e82977db755ea06176e55afa",
  "venue_id":"408481",
  "speakers":"Emma Sherwood-Forbes, Nour Tabet"
  },
  {
  "event_key":"ixd16_4300",
  "active":"Y",
  "name":"Narrative Techniques in the IoT",
  "event_start":"2016-03-02 12:00:00",
  "event_end":"2016-03-02 12:30:00",
  "event_type":"Medium Talk",
  "description":"Stories are integral to any experience. How can narrative techniques like multiple viewpoints in Kurusawa's Rashomon, the unreliable narrator in Antonioni's Blow-Up, and soliloquy in Shakespeare guide IxD in the IoT? By examining specific narrative techniques, we examine their implications and applications to framing, developing, and designing experiences beyond the screen.<br>",
  "seats":"0",
  "goers":"11",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"54af5b3be1bfd6fbb79424784eb4a2de",
  "venue_id":"408478",
  "speakers":"Janice Ahn"
  },
  {
  "event_key":"ixd16_4119",
  "active":"Y",
  "name":"Privacity",
  "event_start":"2016-03-01 11:00:00",
  "event_end":"2016-03-01 13:00:00",
  "event_type":"Workshop",
  "description":"Privacity is a workshop aiming to design a new specific urban signage informing about the use of data by the Internet of Urban Things in the smart cities. As our cities are becoming a hybrid space, being a digital and physical frame for a society producing and consuming data, we need to envisage new visual codes to understand how we interact with this connected environment. Participants will be invited to reflect upon the questions of privacy and accessibility in order to design a signage highlighting how digital urban services work. They will especially try to represent sensors and algorithms activities, to raise awareness about the presence of smart pieces in the urban space. These visuals codes will be designed to help people visualize both acknowledged and unaware interactions with the networked city. This workshop is addressed to anyone with interests in responsible innovation for smart cities, interaction design applied to urban stakes, social issues linked to digital technologies or the Internet of Things.",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"Aalto Uni - 4",
  "id":"56394d8e849dedf733eec2dc5602591d",
  "venue_id":"409683",
  "speakers":"Estelle Hary, Bastien Kerspern"
  },
  {
  "event_key":"31",
  "active":"Y",
  "name":"Welcome",
  "event_start":"2016-03-02 09:15:00",
  "event_end":"2016-03-02 09:30:00",
  "seats":"0",
  "goers":"17",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"57c2d28ed5517a78532d6cd78e91c8e3",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4537",
  "active":"Y",
  "name":"Designing Consent: Using UI to Mitigate Harassment in Social Networks",
  "event_start":"2016-03-03 14:00:00",
  "event_end":"2016-03-03 15:00:00",
  "event_type":"Long Talk",
  "description":"\"Designing Consent\" is a talk about how design and UI can be used to stymy and mitigate online harassment, specifically within social networks. What does digital consent look like in a conversations and how do we create it? There are a lot of affordances real life conversations give users to leaving or joining a conversation and initiating social interaction. What would social networks look like if they weren't designed to heighten usability but to heighten safety while still maintaining the characteristics and traits of that social network. What can design do to start solving harassment problems without changing the identity of the platform?<br>",
  "seats":"0",
  "goers":"3",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"592360a55c49fb68dbd53da0c7ee21f4",
  "venue_id":"408479",
  "speakers":"Caroline Sinders"
  },
  {
  "event_key":"ixd16_4433",
  "active":"Y",
  "name":"Storytelling in Digital Service Design",
  "event_start":"2016-03-01 14:00:00",
  "event_end":"2016-03-01 18:00:00",
  "event_type":"Workshop",
  "description":"“Let me tell you a story….” – Storytelling, one of the most powerful ways to convey messages and a basic human need. The workshop explores the role of storytelling in digital service design. With the constant rise of new emerging technologies, new challenges arise impacting various areas of design. Allowing for non-linear and more continuous experiences, the user is empowered to alter the course of the narrative and the way content is experienced and explored. The static world of websites and apps is challenged by new technologies such as Google Cardboard, Occulus Rift, and connected devices, all of which require the creation of continuous, multi-routed storylines that Occulusinteraction Design is crafting and orchestrating, as interaction allows the user to be more deeply involved with the content the story thereof. Instead of presenting a linear feature, the user can follow various characters and affect the outcome of the story. This results in more dynamic stories and outcomes, captivating the user and enhancing the user experience. <strong>Take away:<\/strong> Let's forget about connected devices and stop being carried away by the splash of immersive experiences but let's rather focus on the core that brings them all together – the story behind. Any connected product, for instance, is a physical device with a digital service at its heart. So we should focus on the experience and the design of the service to start with in order to evoke emotions, to connect and to convey. The audience will get the chance to explore the dynamics of storytelling and get tips on how to improve their own stories.",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"Aalto Uni - 5",
  "id":"5bf83aebcea5bd4689ec1f9a17e23a3c",
  "venue_id":"409684",
  "speakers":"Maria Lumiaho, Jane Vita, Suvi Numminen"
  },
  {
  "event_key":"ixd16_4259",
  "active":"Y",
  "name":"From Quantified Self to Quantified City",
  "event_start":"2016-03-03 14:45:00",
  "event_end":"2016-03-03 15:00:00",
  "event_type":"Lightning Talk",
  "description":"Quantified self, from Fitbit to Sleep Cycle, is a proven market. It has happened. The data generated can provide huge insight at scale. This was illustrated when Jawbone issued stats on who woke up during the South Napa earthquake in 2014. We could design better transport, better healthcare, and better cities if we could design better sharing of this valuable data. <br> People happily post their lives to Facebook, their movement to Moves, or wear a wristband to measure (and to share) their activity, but will freak out if we count them entering a park. This 10-minute talk is about public participation, privacy, and an urban alternative to the \"rewards\" we get at the personal scale. <br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"5d3e03c30d0ace9c2b6ad94f328c19b5",
  "venue_id":"408481",
  "speakers":"John Lynch"
  },
  {
  "event_key":"ixd16_4276",
  "active":"Y",
  "name":"10 Team Goals for Effective Design Specifications",
  "event_start":"2016-03-02 13:30:00",
  "event_end":"2016-03-02 14:00:00",
  "event_type":"Medium Talk",
  "description":"Poor documentation is not only a waste of time, but a potential source of:<br \/> • unmet expectations<br \/> • misunderstood requirements<br \/> • incorrect implementation<br \/> • unexpected complications<br \/> • blown estimates<br \/> • arguments<br> So, how do we produce quality documentation? Join me as I outline ten goals that can help your team create effective design specifications for end-to-end process improvements.<br>",
  "seats":"0",
  "goers":"10",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"60b46ebe5a88fd16f401f60a8f8a7818",
  "venue_id":"408478",
  "speakers":"Jack Moffett"
  },
  {
  "event_key":"ixd16_4446",
  "active":"Y",
  "name":"Intercultural Design",
  "event_start":"2016-03-02 13:30:00",
  "event_end":"2016-03-02 13:45:00",
  "event_type":"Lightning Talk",
  "description":"Looking at ideas from intercultural communication, seeing how we can apply them to design, and examining a few real-world examples of websites tailored for different cultural audiences.<br>",
  "seats":"0",
  "goers":"6",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"62e420e03a5a071964b3f5bed264dff8",
  "venue_id":"408481",
  "speakers":"Smitha Prasadh"
  },
  {
  "event_key":"ixd16_4339",
  "active":"Y",
  "name":"The Dawn of Agentive Technology: The UX of “soft” AI",
  "event_start":"2016-03-02 14:00:00",
  "event_end":"2016-03-02 15:00:00",
  "event_type":"Long Talk",
  "description":"There is a new category of technology that is emerging across the world, in which a system does complex work on behalf of its user. In these agentive systems, a low-level artificial intelligence acts as an agent on a user’s behalf to accomplish some task. It delivers on the promises of user-centered design more than ever before, but will require that businesses, designers, governments, and technologists think of them distinctly and design for them differently. It will require them to master new scenarios and new tools.<br>",
  "seats":"0",
  "goers":"20",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"63957687ccf5836bf9f3724d485ab597",
  "venue_id":"408480",
  "speakers":"Chris Noessel"
  },
  {
  "event_key":"ixd16_4127",
  "active":"Y",
  "name":"Prototyping Magic for the Internet of Things",
  "event_start":"2016-03-01 09:00:00",
  "event_end":"2016-03-01 13:00:00",
  "event_type":"Workshop",
  "description":"The Internet of Things creates physical interfaces for digital systems. And what could be more magic than commanding unseen forces through everyday objects? You (and your customers) already have an instinctive understanding of how these interfaces should work: centuries of myth and legend have explained the way we want magical devices to work. Now we have the technology to build them. This workshop gets you building these next-generation interfaces, building on the techniques of mobile design and introducing new concepts and techniques for the Internet of Things.",
  "seats":"0",
  "goers":"7",
  "invite_only":"N",
  "venue":"Aalto Uni - 1",
  "id":"64e3c78150d30f12a4fcc93b46a0c67d",
  "venue_id":"409680",
  "speakers":"Josh Clark"
  },
  {
  "event_key":"ixd16_4552",
  "active":"Y",
  "name":"Introduction to User Experience Design for multi-platform games",
  "event_start":"2016-03-04 15:00:00",
  "event_end":"2016-03-04 16:00:00",
  "event_type":"Long Talk",
  "description":"Talk will focus on usability in digital games - one of the most popular mediums of contemporary digital design. It aims to introduce listeners to issues related to entertainment products, where often highly complex game systems must be introduced to users who are motivation for using the product is to be entertained. How to design first time user experiences and tutorials to keep player interested in learning these systems? How to design usability on a wide variety of gaming platforms? How to find a balance between best possible usability, visual attraction, style and idiosyncrasies of game genres? <br>",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"66417319a529272b87aab8b39d3fa741",
  "venue_id":"408478",
  "speakers":"Teemu Kivikangas"
  },
  {
  "event_key":"ixd16_4115",
  "active":"Y",
  "name":"Embodied Critique: Design critique methodology for the whole team and the whole person",
  "event_start":"2016-03-01 09:00:00",
  "event_end":"2016-03-01 11:00:00",
  "event_type":"Workshop",
  "description":"A gutsy, fun, proven methodology for more effective, productive design critique – and for handling big emotions in the creative workplace and beyond.",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"Aalto Uni - 4",
  "id":"68e4b9478d4156730056d67c9c5baf20",
  "venue_id":"409683",
  "speakers":"Billie Mandel"
  },
  {
  "event_key":"ixd16_4257",
  "active":"Y",
  "name":"Engagement Toolkit: Challenging organizational silos in large corporates",
  "event_start":"2016-03-03 12:15:00",
  "event_end":"2016-03-03 12:30:00",
  "event_type":"Lightning Talk",
  "description":"What is the impact of silos in large corporations with multiple divisions, worldwide offices and multiple product lines? How often have we found ourselves in a situation where there are breakdowns in communication, co-operation and co-ordination between different teams and stakeholders? <br> As designers, it is imperative to recognise what we can do within our organisations to break these patterns that lead to inefficiency and contribute to the demise of a collaborative company culture. In-house designers often wear the hat of a service design consultant providing design thinking to other departments they work with in the organisation. Design tools such as the 'Engagement Toolkit' provide an extremely powerful suite of activities and hands-on workshops that break down existing barriers of inter department communication and provide a holistic viewpoint of how different teams impact each other. It also acts as an extremely relevant tool of the trade for design consulting firms as it provides them with tools they can use when engaging with large corporate clients.<br>",
  "seats":"0",
  "goers":"8",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"6e864e12a04296dd76699828fb628f58",
  "venue_id":"408481",
  "speakers":"Ritika Mathur"
  },
  {
  "event_key":"ixd16_4511",
  "active":"Y",
  "name":"Conversations are the new interfaces",
  "event_start":"2016-03-04 14:00:00",
  "event_end":"2016-03-04 15:00:00",
  "event_type":"Long Talk",
  "description":"We’ll talk about the why, what and how of designing and developing conversational user interfaces. We use this term to refer to the current trend where users perform actions and receive information based on constrained natural language input.<br> We have built several systems based on this paradigm with promising results both in terms of user acceptance and development speed. Based on these experiences we believe that conversational interfaces could become the dominant paradigm for how experiences are delivered in the future and for how we interact with most digital systems.<br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"6ecc3925e7bd6ba9e84b6bbf516d468d",
  "venue_id":"408479",
  "speakers":"Alper Cugun"
  },
  {
  "event_key":"ixd16_4523",
  "active":"Y",
  "name":"Design patterns for government services: A community, not a library",
  "event_start":"2016-03-02 10:30:00",
  "event_end":"2016-03-02 11:30:00",
  "event_type":"Long Talk",
  "description":"At GOV.UK, we aim to build services that are ‘consistent, not uniform’.<br> But as more teams across government built services on GOV.UK, we found that we weren’t being consistent. For example, we had several ways of asking for a date of birth, and we knew that some worked much better than others.<br> We wanted to share best practices between designers, and spread more quickly what we were learning from our extensive user research.<br> We knew we wanted to create some design patterns. But we’d seen many pattern libraries fail: full of great advice, launched with great fanfare, but largely ignored and quickly out-dated.<br> From the start, we put as much effort into building the community around our design patterns, as we did building the patterns themselves. And we now have a community of designers, user researchers and others that actively discusses, challenges, and updates the patterns.<br> In this talk we’ll describe how we create and maintain our patterns, how we involve colleagues across government, the lessons we’ve learned and our future plans.<br>",
  "seats":"0",
  "goers":"15",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"6f9030399e36207ba638bcf9b7ff704d",
  "venue_id":"408479",
  "speakers":"Tim Paul, John Waterworth"
  },
  {
  "event_key":"11",
  "active":"Y",
  "name":"Keynote",
  "event_start":"2016-03-03 09:15:00",
  "event_end":"2016-03-03 10:30:00",
  "event_type":"Keynote",
  "seats":"0",
  "goers":"29",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"6faf5108a5bd803b0be7ae494761c191",
  "venue_id":"408480",
  "speakers":"Kate Darling"
  },
  {
  "event_key":"ixd16_4372",
  "active":"Y",
  "name":"Measuring Design Quality",
  "event_start":"2016-03-02 13:30:00",
  "event_end":"2016-03-02 14:00:00",
  "event_type":"Medium Talk",
  "description":"Rather than traditional departments, TransferWise is organised into several highly autonomous teams, each focused on solving a specific business or customer problem. It's the very essence of a lean approach &ndash; effort invested is justified by quantifiable impact. So what does this mean for design? How can you measure the impact of good design? Can you justify change because 'it feels better'?<br \/>",
  "seats":"0",
  "goers":"12",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"70fdb58a4f0096de2ea23a8f3c24cf59",
  "venue_id":"408480",
  "speakers":"Duncan Lamb"
  },
  {
  "event_key":"ixd16_4475",
  "active":"Y",
  "name":"From pushing pixels to reshaping Governments: designing ground-up for organizations",
  "event_start":"2016-03-04 14:00:00",
  "event_end":"2016-03-04 14:30:00",
  "event_type":"Medium Talk",
  "description":"Claiming new territories of craft at the intersection of data, design, and organizations.<br>",
  "seats":"0",
  "goers":"6",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"717d4cfd8dccb31d83b775430f4e16e6",
  "venue_id":"408478",
  "speakers":"David Boardman"
  },
  {
  "event_key":"40",
  "active":"Y",
  "name":"Welcome Reception at City Hall",
  "event_start":"2016-03-02 19:00:00",
  "event_end":"2016-03-02 21:00:00",
  "event_type":"Social Event",
  "description":"Hosted at Helsinki&rsquo;s City Hall, join us for a reception to meet and mingle with your Interaction colleagues from around the globe.&nbsp;Catch up with old friends and meet new faces at the Interaction16 Welcome Party.",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"City Hall",
  "id":"724d672d35a613260ceb540aee7f71e5",
  "venue_id":"415492"
  },
  {
  "event_key":"21",
  "active":"Y",
  "name":"Lunch",
  "event_start":"2016-03-04 12:30:00",
  "event_end":"2016-03-04 13:30:00",
  "event_type":"Break",
  "seats":"0",
  "goers":"17",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"7676224a55f37e601204614b1b768e93",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4585",
  "active":"Y",
  "name":"The Futures We Want",
  "event_start":"2016-03-04 15:00:00",
  "event_end":"2016-03-04 16:00:00",
  "event_type":"Long Talk",
  "description":"Who decides our futures?<br \/> We are in the midst of fundamental systemic changes to our society, culture, and civilization. The signals are all around us: Data, sensors, networks, robots, and ubiquitous connectivity.<br \/> These changes and their related challenges present designers with new opportunities, risks and dangers.<br \/> This session encourages and provokes us to question our fundamental approach to our work. We will examine moving beyond methods, function and form to the ideas, values and ethics that underpin what we design.<br \/> We face a choice: Will the future happen to us or will we create the futures we want?<br \/>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"78494355ddf2a7fd41b0ca0769b7222b",
  "venue_id":"408479",
  "speakers":"Kaleem Khan"
  },
  {
  "event_key":"ixd16_4243",
  "active":"Y",
  "name":"Creating signage for global masses",
  "event_start":"2016-03-03 12:00:00",
  "event_end":"2016-03-03 12:15:00",
  "event_type":"Lightning Talk",
  "description":"The biggest most exciting cities in the world tend to attract the most tourists. But are they designed to be able to accommodate the needs of these visitors – or just locals? Navigating through a city can be easy as pie or your own personal nightmare – often it depends whether you live there or not. As locals, we can take the public transport system of a city for granted but it is as visitors that we really put the tools available to the test. This talk explores the difference between the signage on the subway and tube systems across London, New York, Barcelona and Tokyo, and demonstrates that only one of them creates a successful experience not just for locals, but for global masses.<br>",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"793c33b838287bda1fe0556b8075426c",
  "venue_id":"408481",
  "speakers":"Irene Infante"
  },
  {
  "event_key":"ixd16_4362",
  "active":"Y",
  "name":"Action space of digital devices",
  "event_start":"2016-03-04 11:00:00",
  "event_end":"2016-03-04 11:30:00",
  "event_type":"Medium Talk",
  "description":"There are qualities, in our relationship with the material world, that we often don’t think about, or even forget. One of these is affection: our affectivity has always been relevant in our relationship with artifacts, but it has become an object of proper studies, in the field of Interaction Design, only recently, that means a long time after we have been working, for instance, on the idea of “affordance”.<br> But, aren’t emotions less important than ergonomics?!<br> These qualities mostly belong to the so-called “tertiary qualities”, which are subtle but not less relevant than the primary and secondary.<br> My reflection deals with the will to investigate unexpressed qualities, that are not yet taken into account in the design phase and can cause issues.<br>",
  "seats":"0",
  "goers":"5",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"7e748f921fbe142c15f5d18b487eea68",
  "venue_id":"408481",
  "speakers":"Isabella Loddo"
  },
  {
  "event_key":"ixd16_4575",
  "active":"Y",
  "name":"Smart Frictions",
  "event_start":"2016-03-03 11:30:00",
  "event_end":"2016-03-03 12:30:00",
  "event_type":"Panel",
  "description":"When labelling a product smart, we charge it with assumptions that change the way we interact with it and we charge it with expectations that influence the way we experience its flaws. Experiences with “smart” products seems to converge into a passive taking over of tasks that hides all the complexity and control behind “simple” interfaces.<br \/> How do we design for a future where smart will not always be perfect or so passive?<br \/> What interfaces can we design to avoid turning people into unaware and passive bystanders? How can a product adapt its smartness to a range of various users’ profile in order to fit their culture \/ desires \/ situations?<br> In this panel with Matthieu Cherubini (RCA), Nicolas Nova (Near Future Laboratory), Simone Niquille (Space Caviar) and Simone Rebaudengo (frog) we will discuss the role of term smart, its uses and misuses. By contrasting technological flops with speculative scenarios and by showing how to design deeper and deeper under the hood of smartness, attendants will learn the key questions to ask when designing smart behaviors and the complexities that will emerge in a future of smart frictions.<br>",
  "seats":"0",
  "goers":"8",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"80cf3f378ebdd0b2e4cb50c4a4db1541",
  "venue_id":"408480",
  "speakers":"Nicolas Nova, Simone Rebaudengo"
  },
  {
  "event_key":"ixd16_4418",
  "active":"Y",
  "name":"Gender and Status in Voice User Interfaces",
  "event_start":"2016-03-04 13:45:00",
  "event_end":"2016-03-04 14:00:00",
  "event_type":"Lightning Talk",
  "description":"Does your AI have a female voice, like Apple’s Siri or Amazon’s Alexa? If so, does she talk like a woman? Should she? Psychologists have analyzed large bodies of text in the world and discovered that men and women use “function words,” such as pronouns, articles, and prepositions, in significantly different ways. The data consistently show that women use I-words (I, me, my) about 12% more often than men. Men use articles (a, an, the) more than women. Women use “cognitive” words (understand, know, think) as well as “social” words (words that relate to other human beings) more than men. Men use more nouns and women use more verbs. It is important for developers of verbal user interfaces to know about these findings because it is in their hands whether AI personalities perpetuate these differences in language use. On the one hand, doing so might make your “Alexa” seem fractionally more real. On the other, however, replicating these patterns in the language of AIs might serve to perpetuate gender inequalities, in society and in the new forms of human-machine relationships that are emerging today. <br>",
  "seats":"0",
  "goers":"8",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"8131f8c4c1303e8afd70441e024fe565",
  "venue_id":"408481",
  "speakers":"Charles Hannon"
  },
  {
  "event_key":"34",
  "active":"Y",
  "name":"Welcome",
  "event_start":"2016-03-04 09:00:00",
  "event_end":"2016-03-04 09:15:00",
  "seats":"0",
  "goers":"12",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"84542a2717c393185f8a26d21852f417",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4383",
  "active":"Y",
  "name":"The Invisible Cities",
  "event_start":"2016-03-03 10:30:00",
  "event_end":"2016-03-03 11:30:00",
  "event_type":"Long Talk",
  "description":"Cities have always been the driving forces behind the economic and cultural development of a region, a country or a continent. But one thing does distinguish this day and age: the speed of that development. And the most radical booster of that speed is the upshot of the internet, an innovation that is only 40 years old.<br> Big cities will be developing into megacities, and today’s megacities will turn into super-megacities. Specially in these ever-changing metropolis we are seeing the interplay of different trends tapping into mobility, robotics or energy.<br> But every institution is following an isolated agenda, rather than a collective effort to tackle the challenges of those future cities.<br> This talk is meant to give an holistic view to how the cities are changing and how as Experience Designers we can enhance the physical and digital spaces that we live in.<br>",
  "seats":"0",
  "goers":"7",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"8ac20f36cfa0061cf42341f01cc66230",
  "venue_id":"408480",
  "speakers":"Pablo Honey"
  },
  {
  "event_key":"ixd16_4459",
  "active":"Y",
  "name":"Usable Security – Oxymoron or Design Principle?",
  "event_start":"2016-03-04 12:00:00",
  "event_end":"2016-03-04 12:15:00",
  "event_type":"Lightning Talk",
  "description":"When a user opens Facebook, he wants to post a picture. When she logs into her bank, she wants to see her balance. Security is not front of mind, and if it gets in their way - they’re likely to look for a shortcut or simply walk away. Yet, we consistently push security decisions to users. In this talk, Rachel & Guy will discuss how to build experiences that are actually secure without alienating users.<br>",
  "seats":"0",
  "goers":"8",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"8d71739df729cf87f2ab1550c6dd5943",
  "venue_id":"408481",
  "speakers":"Rachel Ilan Simpson"
  },
  {
  "event_key":"ixd16_4357",
  "active":"Y",
  "name":"Startups &amp; Stand-up: How to learn about business by watching stock photos",
  "event_start":"2016-03-02 12:00:00",
  "event_end":"2016-03-02 12:15:00",
  "event_type":"Lightning Talk",
  "description":"Business world likes to present itself as something very serious, very technical, very complex. That intimidates many designers, making them believe that the highest place they can have in business, is to choose which colors to paint the hideous pie charts that business people use to decorate their PowerPoints.<br> Between the design world and the business world there is no wall: there is a smokescreen. This talk turns on the extractor for designers to see the Chief Emperor Officer’s new clothes.<br> In order to attend this talk, it is advised to have at least one year of professional practice of any design discipline, and enough business exposure to understand and enjoy any Dilbert strip.<br>",
  "seats":"0",
  "goers":"7",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"93aa063cd0ae73a2a8770504a5432111",
  "venue_id":"408481",
  "speakers":"Santiago Bustelo"
  },
  {
  "event_key":"ixd16_4367",
  "active":"Y",
  "name":"Build Better Products with Emotional data",
  "event_start":"2016-03-03 13:30:00",
  "event_end":"2016-03-03 14:00:00",
  "event_type":"Medium Talk",
  "description":"Data isn’t for trophies! It’s not just for beautiful visualizations, for proving your point, or validating your designs. Using data to better understand your user or audience can actually help you be a more creative designer. Think of data as a brainstorming tool. <br> Over the course of this talk, we’ll cover three big things.<br \/> 1) Why measuring page visits sucks<br \/> 2) How to avoid falling asleep at a spreadsheet<br \/> 3) Weaving data through your projects<br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"9b9b4a9498072bbfb4b6bbe959da1f2b",
  "venue_id":"408480",
  "speakers":"Sarah Henry"
  },
  {
  "event_key":"ixd16_4330",
  "active":"Y",
  "name":"Design for Healthcare: Don’t ask me what I didn’t do, ask me how I am",
  "event_start":"2016-03-03 14:00:00",
  "event_end":"2016-03-03 15:00:00",
  "event_type":"Long Talk",
  "description":"Today, healthcare is reaching a critical point in design. Once debilitating diseases are now managed by medication. What remains are chronic conditions. With a population living longer, healthcare is less about treating acute health issues. It is about supporting users in managing their conditions. It is about building healthy habits so that users can get back to enjoy life. The process to get there is designing for behavior change.<br> But what works for behavior change? For people who fear change due to its low perceived value? For people who are in denial of their condition? The answer is: compassion, because it taps into the emotions that leads to a decision to change.<br> This session highlights a use case that demonstrates behavior change: a diary study from Livongo Health, a service to support people with diabetes. Each participant received a daily text message containing: “How are you feeling? Did you check your blood glucose? Where is your meter right now?” The first question impacted behavior, because it functioned as an compassionate question rather than a reminder. Participants become self-aware and began to acknowledge their condition. Upon review, participants observed, “I never knew that about myself” and “It’s nice to be heard.” Then they began moving toward a decision to change.<br>",
  "seats":"0",
  "goers":"10",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"9f58b51e60f0bbb3bb42f0bc2360e9d5",
  "venue_id":"408480",
  "speakers":"Jennifer Ng"
  },
  {
  "event_key":"ixd16_4501",
  "active":"Y",
  "name":"Assisting Nepal after the earthquake: Lessons learned from applying design thinking in a post-disaster context",
  "event_start":"2016-03-03 10:30:00",
  "event_end":"2016-03-03 11:30:00",
  "event_type":"Long Talk",
  "description":"Last year, after a devastating series of earthquakes that impacted 6.6 million people and killed over 9000, a team of Google employees went to Nepal to help with disaster relief. Sumier Phalake was one of two User Experience Designers chosen to go as part of this team. In this talk, Sumier will recap his experiences applying design thinking to a post-disaster situation and share the results of his work there. Further, he will broaden the discussion to the role of design & research in the developing world and factors critical for success in these regions, in both commercial and non-profit contexts.<br>",
  "seats":"0",
  "goers":"11",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"a21149d07e8bfcc4a12a6c30b122b11b",
  "venue_id":"408479",
  "speakers":"Sumier Phalake"
  },
  {
  "event_key":"ixd16_4285",
  "active":"Y",
  "name":"Closure Experiences – Why a simple goodbye could help climate change",
  "event_start":"2016-03-04 10:30:00",
  "event_end":"2016-03-04 11:00:00",
  "event_type":"Medium Talk",
  "description":"Most experiences in life are punctuated by a closure experience. In the past these were profound; however, over generations we have distanced ourselves from meaningful closure experiences thanks to our lifestyles increasing in comfort, the church weakening and medicine advancing. This has seemingly freed us from the shackles of the ultimate closure experience - death - and sanctioning our personal pursuit of heaven on earth in the form of consumption. We are now encouraged to drunkenly stumble from purchase to purchase, with any sense of longevity and responsibility removed. Long term side effects of this are exampled in the Product, Service and Digital landscapes that we frequent. The consequences of our behaviour results in a changing climate, industries fined billions for mis-selling and individuals casually eroding their personal online reputations.<br> As designers we are active in the creation of services, products and digital products; making them attractive, engaging and usable for consumers, but we often overlook concluding these experiences for the user in a responsible way. Closure Experiences offers a model to frame this change.<br>",
  "seats":"0",
  "goers":"5",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"a29f19f89e4ba4a023683456f3a55878",
  "venue_id":"408481",
  "speakers":"Joe Macleod"
  },
  {
  "event_key":"1",
  "active":"Y",
  "name":"Keynote",
  "event_start":"2016-03-02 09:30:00",
  "event_end":"2016-03-02 10:30:00",
  "event_type":"Keynote",
  "seats":"0",
  "goers":"39",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"a5487cfeff45ee71b415e3184127f5e6",
  "venue_id":"408480",
  "speakers":"Marko Ahtisaari"
  },
  {
  "event_key":"ixd16_5118",
  "active":"Y",
  "name":"IBM Design Thinking: Human-centered outcomes at speed and scale",
  "event_start":"2016-03-01 09:00:00",
  "event_end":"2016-03-01 13:00:00",
  "event_type":"Workshop",
  "description":"IBM, one of the world's most enduring companies, is in the midst of a design transformation, and has recently released its design thinking framework to the world. Anchored by the infinite loop of Observe, Reflect, and Make, IBM Design Thinking is built for the speed and scale of the modern enterprise. In this workshop you will be guided by the IBM Design team in an active experience with a focus on these key principles and practices, and you'll emerge with an understanding of how the IBM approach can help you build awesome user experiences and grow great companies.",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"Aalto Uni - 6",
  "id":"a8d627d94dbecf42c20fda4531029b69",
  "venue_id":"415420",
  "speakers":"Lara Hanlon, Gerhard Pfau"
  },
  {
  "event_key":"ixd16_4388",
  "active":"Y",
  "name":"UX in 2018: Designing experiences for a multi-touchpoint, multi-device future",
  "event_start":"2016-03-04 14:00:00",
  "event_end":"2016-03-04 15:00:00",
  "event_type":"Long Talk",
  "description":"In a multi-device world where people start a task in one device and finish it on another, creating an effective and seemingless experience across devices is key not just for the user, but for business results.<br> This talk covers the 4 dimensions that you need to get right in order to design a successful multi-screen experience, and shows you how to apply them using a real world example.<br>",
  "seats":"0",
  "goers":"13",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"adda440dc81a2dcbc6497ab7124417bb",
  "venue_id":"408480",
  "speakers":"Sol Mesz"
  },
  {
  "event_key":"ixd16_4131",
  "active":"Y",
  "name":"Your Killer IXDA Talk",
  "event_start":"2016-03-01 09:00:00",
  "event_end":"2016-03-01 13:00:00",
  "event_type":"Workshop",
  "description":"You want to develop a talk or workshop for a design conference. You know there is huge value in sharing knowledge and lessons learned with your community. But, it feels impossible to do! What could it even be about?! This workshop will help you crack the code for successfully designing a talk or workshop topic using the skills you already have. You’ll apply principles from psychology, memoir writing, and conference masters to uncover what your talk can and should be about. Then, you’ll leverage techniques from user research, content strategy, information architecture and interaction design to develop ideas, test them out, and build an awesome proposal. You’ll leave the workshop with a plan and resources to finish and present your next talk or workshop in your local community and even IXDA2017!",
  "seats":"0",
  "goers":"0",
  "invite_only":"N",
  "venue":"Aalto Uni - 3",
  "id":"adeedb47cdee6e172edd41d9633ddad1",
  "venue_id":"409682",
  "speakers":"Leah Rader"
  },
  {
  "event_key":"ixd16_4342",
  "active":"Y",
  "name":"Huge Café - Brewing Up the Future of User Testing",
  "event_start":"2016-03-02 10:30:00",
  "event_end":"2016-03-02 11:30:00",
  "event_type":"Long Talk",
  "description":"What happens when you mix a digital agency with damn good coffee? You create the perfect space to test, observe, iterate and repeat. Imagine a future where you can design a transactional digital product and have users test it live in real scenarios. Huge is bringing this idea to life by launching a cafe in Midtown Atlanta. This cafe will act as a creative testing environment to develop and deploy advanced digital retail solutions for customers and clients. In this session, we will discuss the value in investing experiential technology, and the insights gained when you can test quickly, often, and live in a public setting with social and environmental pressures. We will be closer to our users than ever before.<br>",
  "seats":"0",
  "goers":"14",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"b02b1d998edaa66bf9afd9640d10bd0b",
  "venue_id":"408478",
  "speakers":"Matt Bedette, Jenny Drinkard"
  },
  {
  "event_key":"ixd16_4336",
  "active":"Y",
  "name":"Learning From Live Systems: A Design Approach for Behavior",
  "event_start":"2016-03-03 15:00:00",
  "event_end":"2016-03-03 16:00:00",
  "event_type":"Long Talk",
  "description":"At Interaction '11 in Boulder Colorado Dick Buchanan told us that an interaction is \"how people relate to other people through the mediating influence of products.\"<br> Earlier, at Interaction '09 in Vancouver, Robert Fabricant told us, that \"interaction design is not about computing technology.\" Instead, he argued that \"Behavior is our medium.\" <br> These statements have become uncontroversial in the world of interaction design, and yet when we talk about design methods, we still talk about methods for designing products and for human-computer interfaces. We have a body of methods to design products (the \"mediating influences\") but very few tools and approaches available to work with the larger systems of interaction.<br> Recently though, we've seen teams having success with methods that blend Service Design, Lean Startup, and Lean UX methods into what I call \"Learning From Live Systems\" approach. By launching services early and powering them with a mix of software and human \"concierge\" services, teams are able to develop and test systems even as they are under construction.<br>",
  "seats":"0",
  "goers":"10",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"b285313ee48bfa782c978df993fab381",
  "venue_id":"408479",
  "speakers":"Joshua Seiden"
  },
  {
  "event_key":"ixd16_4391",
  "active":"Y",
  "name":"(Re)Designing a workspace using human-centered design to support flexibility, collaboration, and engagement among clinical trial research support services",
  "event_start":"2016-03-03 10:30:00",
  "event_end":"2016-03-03 11:00:00",
  "event_type":"Medium Talk",
  "description":"Space matters. We read space like we read people's faces. Space is an instrument of collaboration and innovation. At the University of Michigan’s Institute for Clinical & Health Research (MICHR), a team was created to creatively and economically enhance our operating space into a flexible workspace that supports privacy, innovation, creativity, and – most importantly – a culture of collaboration. The team used a human-centered design process to creatively engage the staff at large into analyzing our existing space, identifying latent needs, proposing solutions, generating feedback, and economically building the rethought space. The redesigned workspace embraces the differences among MICHR’s teams while encouraging collaboration and teamwork and keeping costs at a minimum. It has resulted in a flexible space that includes co-located teams, spaces dedicated to different work goals, an open area for collaboration, quiet zones to support focused work, and better wayfinding.<br> More information can be found at: www.rethink-space.com<br>",
  "seats":"0",
  "goers":"5",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"b586c658e084128f60c6638cfee1e816",
  "venue_id":"408481",
  "speakers":"Aalap Doshi"
  },
  {
  "event_key":"ixd16_4496",
  "active":"Y",
  "name":"Why Designers Make Lousy Clients",
  "event_start":"2016-03-04 14:30:00",
  "event_end":"2016-03-04 15:00:00",
  "event_type":"Medium Talk",
  "description":"As designers migrate in-house into senior leadership roles for product and UX, they are increasingly becoming our clients. This is not a new phenomenon in consulting - ex-consultants from McKinsey or Accenture routinely hire teams from their own firms. In fact, many of them prefer to do so. But they have also, in many cases, figured out how to be ‘good’ clients in order to get the most out of these teams and continue to support their alumni networks. Many design leaders, particularly the new breed of UX design leadership, are “first generation” and don’t have the experience to model this sort of behavior. In too many cases, in our efforts to stay “close to the work” we end up being pretty lousy clients. This talk will look at common pitfalls, and more importantly, make the case for the value of investing in building a robust class of designer-clients within our community.<br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"b5fbad3bb67c5daeafc9a21b7881ef47",
  "venue_id":"408478",
  "speakers":"Robert Fabricant"
  },
  {
  "event_key":"20",
  "active":"Y",
  "name":"Keynote",
  "event_start":"2016-03-04 09:15:00",
  "event_end":"2016-03-04 10:30:00",
  "event_type":"Keynote",
  "seats":"0",
  "goers":"21",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"b8459011cf023a075ca1c367670972e4",
  "venue_id":"408480",
  "speakers":"Andrew Crow"
  },
  {
  "event_key":"ixd16_4506",
  "active":"Y",
  "name":"Confessions of a creative leader",
  "event_start":"2016-03-03 11:30:00",
  "event_end":"2016-03-03 12:30:00",
  "event_type":"Long Talk",
  "description":"What is creative leadership? A Creative Director, dressed in black turtleneck, dictating every single detail? Cool! Would you work for that person?<br> Creative leadership is more than finding a perfect form, much more than arriving at perfect concept. It is about creating a space and culture for creativity to happen. It is about fostering growth.<br> In this talk you will hear the daily realities of leading a creative team. I will share my decade long learnings—wins and failures—of leading design that made successful products happen.<br>",
  "seats":"0",
  "goers":"13",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"b87cfae220cd01b73751c982ad9c8293",
  "venue_id":"408478",
  "speakers":"Henrik Rydberg"
  },
  {
  "event_key":"ixd16_4318",
  "active":"Y",
  "name":"Designing the future of Augmented Reality",
  "event_start":"2016-03-02 10:30:00",
  "event_end":"2016-03-02 11:00:00",
  "event_type":"Medium Talk",
  "description":"Until now, augmented reality has so far been mostly a sci-fi vision that overlays visual information to what we see in the physical world. It’s widely perceived as a “cool and interesting feature” for brands and advertising, but doesn’t have much practicality yet. To harness the real power of AR, which includes geolocation, image recognition, we believe that a more utilitarian visual search would be next. <br> To design for such possibilities, we begin to question even the fundamental basis of AR. For example, what would AR become beyond a rich visual layer? Will this change people’s motivation and behavior to use AR? How can we redefine AR to be a tool to give augmented information on objects? And how we can speculate its usage in the future?<br>",
  "seats":"0",
  "goers":"14",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"bfd0c239708a7fdb6ebefb1a57b79729",
  "venue_id":"408481",
  "speakers":"Carina Ngai"
  },
  {
  "event_key":"ixd16_4253",
  "active":"Y",
  "name":"Design, the Law, and You",
  "event_start":"2016-03-04 14:30:00",
  "event_end":"2016-03-04 14:45:00",
  "event_type":"Lightning Talk",
  "description":"As design services begin to penetrate more complex industries than every before, the need to design with regulators has never been higher. In the ten minute talk, I’ll lay out some strategies for designing a product embroiled in complicated legal requirements.<br>",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"c05d343bd665a3639142a28174f55138",
  "venue_id":"408481",
  "speakers":"Daniel Orbach"
  },
  {
  "event_key":"ixd16_4306",
  "active":"Y",
  "name":"We are here: designer as cartographer",
  "event_start":"2016-03-03 11:30:00",
  "event_end":"2016-03-03 12:00:00",
  "event_type":"Medium Talk",
  "description":"Humans have always made maps; to tell us where we are, to show us how to get somewhere we want to go, to understand the bigger context. More and more, designers are creating maps for these reasons, and others. We make maps to draw insight, catalyze ideas, to get on the same page, and as tools for understanding complex experiences and processes.<br> We make customer journey maps, empathy maps, mental models, experience maps and strategy roadmaps. Maps are a pure form of sense-making. This is in our past and is undoubtedly in our future as a discipline.<br> What’s next for these tools? How will they evolve? What cartography capabilities do we need to develop as practitioners? What makes a map useful?<br> Let’s talk about maps, baby!<br>",
  "seats":"0",
  "goers":"7",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"c05dcf4e98db48f890a10844a89d96b6",
  "venue_id":"408481",
  "speakers":"Linnea Vizard"
  },
  {
  "event_key":"39",
  "active":"Y",
  "name":"Registration opens, breakfast available",
  "event_start":"2016-03-02 08:00:00",
  "event_end":"2016-03-02 09:15:00",
  "description":"Registration opens, breakfast available.",
  "seats":"0",
  "goers":"3",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"c213ce910cac8f682773845f7603abb4",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4333",
  "active":"Y",
  "name":"Getting (Dis)Connected: Shallow Interaction Patterns for Deeper Human Experiences",
  "event_start":"2016-03-02 15:00:00",
  "event_end":"2016-03-02 16:00:00",
  "event_type":"Long Talk",
  "description":"Shallow interaction design is a new way of thinking about human-computer interaction. We define shallow interaction design as the patterns and features of an experience that promote surface-level interactions with technology devices to minimize distraction. In this session, we will discuss how we applied shallow interaction design in Extreme Event, a social game that teaches players about disaster resilience. We’ll describe and demonstrate 6 shallow patterns that we used in the creation of this game to ensure that digital interactions played only a supporting role to the human-to-human interaction. We’ll conclude with a group discussion about other domains, such as healthcare and wearables, where shallow interactions will play a critical role in the future. <br>",
  "seats":"0",
  "goers":"13",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"c6dc1066854fbff70a71f728d1d63fe3",
  "venue_id":"408480",
  "speakers":"Kieran Evans, Jes Koepfler"
  },
  {
  "event_key":"ixd16_4750",
  "active":"Y",
  "name":"Scales",
  "event_start":"2016-03-02 10:30:00",
  "event_end":"2016-03-02 11:25:00",
  "event_type":"Long Talk",
  "description":"TBA<br \/>",
  "seats":"0",
  "goers":"3",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"c840d6668f1a54e8277f48698a576b04",
  "venue_id":"408480",
  "speakers":"Steve Baty"
  },
  {
  "event_key":"ixd16_4424",
  "active":"Y",
  "name":"Creating tomorrow's services, together",
  "event_start":"2016-03-01 09:00:00",
  "event_end":"2016-03-01 13:00:00",
  "event_type":"Workshop",
  "description":"What will tomorrow’s services look like? How will they function? How will they be performed? How will people interact with tomorrow’s services? How will technology support services? We will try to answer some of these questions together: we’ll be creating together evidence of tomorrow’s services. It won’t be just boxes and arrows, though. Most systems and services need business, technology and design combined to bring them to life, and we’ll be looking at all of these. We’ll sketch lean canvases, advertisements, digital touchpoints, people flows, whatever it takes to bring our services alive Let’s make some prototypes too, time permitted and we will use our IoT Service Kit to ideate on possible scenarios for tomorrow' services. And most importantly, let’s tell stories. Bring your skills to the table, and we’ll help make the rest happen. More about the tools and methods we will use: <strong>IoT Service Kit<\/strong> This kit brings designers, developers and business developers out of their digital silos to play with IoT concepts in the real world. The IoT Service Kit is a co-creative tool for exploring user-centric interactive scenarios. The goal is to let user experience drive the process of merging physical and digital realities into successful digital services.developers and business developers out of their digital silos to play with IoT concepts in the real world. The IoT Service Kit is a co-creative tool for exploring user-centric interactive scenarios. The goal is to let user experience drive the process of merging physical and digital realities into successful digital services. <strong>Trend cards<\/strong> To support our process we will use Trend cards and Lean Service Creation. Trend cards are a tool coming from the Futures Thinking field, and they’re exactly what they sound: cards depicting trends. We’ll be looking at trends as a way to ground our thoughts about the future in what we see around us today. The trend cards will be prepared beforehand, and used for ideation.process we will use Trend cards and Lean Service Creation. Trend cards are a tool coming from the Futures Thinking field, and they’re exactly what they sound: cards depicting trends. We’ll be looking at trends as a way to ground our thoughts about the future in what we see around us today. The trend cards will be prepared beforehand, and used for ideation. <strong>Lean Service Creation<\/strong> Lean Service Creation is a philosophy and way of working that draws mainly from lean startup, service design, and lean software development. On the one hand, it supports the use of multidisciplinary teams made up of T-shaped individuals and combines business knowledge, user-centric design and technology expertise to look holistically at the total value delivery of a service. On the other hand, it supports the frequent use of experiments to test different assumptions about the service at hand, be them about business models, people or technology. design and technology expertise to look holistically at the total value delivery of a service. On the other hand, it supports the frequent use of experiments to test different assumptions about the service at hand, be them about business models, people or technology. We’ll be using the LSC philosophy in the design of our workshop: attendants will be split into small, multidisciplinary teams to the degree possible, and we’ll see our cities through the business, design and technology lens. Finally, we’ll see the tangible “evidence” we produce together as small experiments that will be shared with the community for feedback. <strong>Workshop content:<\/strong> First Session, 2h <ul> <li>Intro, warm up,<\/li> <li>Lean Service Creation thoughts<\/li> <li>IoT Service Kit \/ IoT Ideation and technical feasibility framework<\/li> <li>Introducing the trend cards;<\/li> <li>Team formation<\/li> <\/ul> Second Session, 2h <ul> <li>Ideation<\/li> <li>Get to work: build your evidence.<\/li> <li>Our team is available to help with prototyping.<\/li> <li>Ideas presentation<\/li> <li>Feedback<\/li> <\/ul>",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"Aalto Uni - 5",
  "id":"ca277c9451fea5edf0e97dd1f919c450",
  "venue_id":"409684",
  "speakers":"Paul Houghton, Ricardo Brito, Jane Vita"
  },
  {
  "event_key":"ixd16_4294",
  "active":"Y",
  "name":"Designing for Future Spaces: Lessons from the Digital World",
  "event_start":"2016-03-02 14:00:00",
  "event_end":"2016-03-02 14:30:00",
  "event_type":"Medium Talk",
  "description":"We live in a world now where we are glued to our devices - digital media has engulfed and integrated into our everyday lives seamlessly. And with new technology, we also see an emergence of different social behaviours in physical spaces – in our homes, restaurants, museums, bathrooms – everywhere. For decades, architecture and digital design have always been separate, with architecture taking precedent. But as these two worlds begin to merge more and more, we can actually take some lessons from digital and service-based practices to create immersive physical spaces to evolve with our digital lives.<br>",
  "seats":"0",
  "goers":"5",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"cce873bde2eaae3c36d07421fda4215c",
  "venue_id":"408481",
  "speakers":"Jane Wong"
  },
  {
  "event_key":"ixd16_4261",
  "active":"Y",
  "name":"The Art of Drawing – Learning from the Masters",
  "event_start":"2016-03-04 14:15:00",
  "event_end":"2016-03-04 14:30:00",
  "event_type":"Lightning Talk",
  "description":"How can a course in the art of drawing from the 1860s bring insights to the future craft of interaction design? Come along to this lightning talk to find out.<br>",
  "seats":"0",
  "goers":"7",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"ce50e5a5579d38e7f3a6dc6c91fda6a9",
  "venue_id":"408481",
  "speakers":"Kathryn Parkes"
  },
  {
  "event_key":"ixd16_4321",
  "active":"Y",
  "name":"A Design Practice for the 21st Century",
  "event_start":"2016-03-02 11:35:00",
  "event_end":"2016-03-02 12:20:00",
  "event_type":"Long Talk",
  "description":"Design practices need to evolve to address the new connected world we live in, one where people and objects augment our capabilities like never before. In this talk, learn how a 21st century design practice – and its designers – needs to think about not just the human actors in a system, but also the objects, networks and algorithms that run the environments we live and work in.<br>",
  "seats":"0",
  "goers":"19",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"ce7506f5d9a20ebc00e4ea378ff873a4",
  "venue_id":"408480",
  "speakers":"Matt Nish-Lapidus"
  },
  {
  "event_key":"ixd16_4470",
  "active":"Y",
  "name":"Emotional Design in Developing Economies",
  "event_start":"2016-03-03 12:00:00",
  "event_end":"2016-03-03 12:30:00",
  "event_type":"Medium Talk",
  "description":"As technology gets more accessibility, especially in developing economies, have you ever wondered what is the real struggle in creating meaningful experiences for those the users in low income countries with no education? It is not only a struggle in creating simple and amazing experiences, rather in creating trustworthy ties with the user. My focus has been on financial credits, mortgages, and insurances. I got a tumbling start thinking 'how can they trust your financial webpage, when they have even trouble in trusting their banks online'. In latin american countries, where there is so much insecurity in the country overall (crime rates, economic strife, etc.), they trust family and friends rather than experts. In order to create a solution, I had to turn to emotional design. Through transparency, empathy, friendliness, and a simple learning process for the users you can create the trust needed for the users to use the financial products. Join me through my rocky journey of creating a meaningful product in México.<br>",
  "seats":"0",
  "goers":"8",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"cf3bb342f497767255cf0121ea459648",
  "venue_id":"408479",
  "speakers":"Ana Sofia Gonzalez"
  },
  {
  "event_key":"16",
  "active":"Y",
  "name":"Lunch",
  "event_start":"2016-03-03 12:30:00",
  "event_end":"2016-03-03 13:30:00",
  "event_type":"Break",
  "seats":"0",
  "goers":"20",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"cfcc78d5f06a9ec2e9084ac1a8c3c0e5",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4516",
  "active":"Y",
  "name":"Crowds, Algorithms, and Computation: The New Materials of Design",
  "event_start":"2016-03-02 14:00:00",
  "event_end":"2016-03-02 15:00:00",
  "event_type":"Long Talk",
  "description":"In a world full of networked hardware, the design of software is more important than ever. For design to work at web scale it must move beyond users and screens. The new materials of design aren’t just plastic, pixels, and code; they’re the social and computational fabric of the web: Crowds, algorithms, and the software forms they enable.<br>",
  "seats":"0",
  "goers":"11",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"d21ed15b8e0441ebb8cfa9a2d6f5b944",
  "venue_id":"408479",
  "speakers":"Matthew Milan"
  },
  {
  "event_key":"3",
  "active":"Y",
  "name":"Keynote",
  "event_start":"2016-03-02 17:00:00",
  "event_end":"2016-03-02 18:00:00",
  "event_type":"Keynote",
  "seats":"0",
  "goers":"32",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"d2ed4623be831b061292a4ac430c8e07",
  "venue_id":"408480",
  "speakers":"Alexandra Deschamps-Sonsino"
  },
  {
  "event_key":"ixd16_4324",
  "active":"Y",
  "name":"Can Computers Design?",
  "event_start":"2016-03-02 15:00:00",
  "event_end":"2016-03-02 16:00:00",
  "event_type":"Long Talk",
  "description":"Algorithms have revolutionized pretty much every area of manufacturing and engineering. Is interaction design the next? This talk gives an overview of what future holds for algorithmic methods in interaction design. I give a live demo with an interactive layout optimizer, provide an overview of bleeding-edge research, and provoke discussion on what might happen to the profession of interaction design in 5 years. <br>",
  "seats":"0",
  "goers":"12",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"d3eb34fbfa5bd575659d1d8e91cc555a",
  "venue_id":"408479",
  "speakers":"Antti Oulasvirta"
  },
  {
  "event_key":"ixd16_4755",
  "active":"Y",
  "name":"The Privacy Invasions: A UXers Guide to the Post Snowden Era",
  "event_start":"2016-03-04 10:30:00",
  "event_end":"2016-03-04 11:30:00",
  "event_type":"Long Talk",
  "description":"How will the role of the experience designer change in a the post Snowden world? In addition to our current responsibilities in research, design and testing should we be advocates of consumer privacy and security as well? What additional skills and behaviors will we need to attain if we are to perform these functions with the goal of restoring consumer trust? In this presentation we will discuss the challenges and opportunities that are coming in the era of \"big data\".<br>",
  "seats":"0",
  "goers":"5",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"da1625c3f87ed45287289267efa79b7d",
  "venue_id":"408479",
  "speakers":"Kyle Outlaw"
  },
  {
  "event_key":"32",
  "active":"Y",
  "name":"Welcome",
  "event_start":"2016-03-03 09:00:00",
  "event_end":"2016-03-03 09:15:00",
  "seats":"0",
  "goers":"13",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"dcc92c42520ce21a9c35a50d3f23fd5f",
  "venue_id":"408480"
  },
  {
  "event_key":"35",
  "active":"Y",
  "name":"Education Summit Special",
  "event_start":"2016-03-04 10:30:00",
  "event_end":"2016-03-04 12:00:00",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"de72d4e6030624308e197ea4429814e5",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4247",
  "active":"Y",
  "name":"Design fast, work slower",
  "event_start":"2016-03-03 14:30:00",
  "event_end":"2016-03-03 14:45:00",
  "event_type":"Lightning Talk",
  "description":"Every designer has a dream of accomplishing a lot during 9 hours a day. But how to do it while having meetings, synching with a distributed team and designing top of the line products that is loved by the customers? I will give the recipe of a secret sauce, it's no magic. <br>",
  "seats":"0",
  "goers":"9",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"e45990e4dbc718ccfb782fccd491aa24",
  "venue_id":"408481",
  "speakers":"Can Kilicbay"
  },
  {
  "event_key":"7",
  "active":"Y",
  "name":"Happy Hour",
  "event_start":"2016-03-02 16:00:00",
  "event_end":"2016-03-02 17:00:00",
  "event_type":"Break",
  "seats":"0",
  "goers":"26",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"e5e74738dcdf877c4adb8911abfd0d8b",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4481",
  "active":"Y",
  "name":"How Can Diversity Enrich Our Industry &amp; Our Lives?",
  "event_start":"2016-03-03 13:30:00",
  "event_end":"2016-03-03 14:00:00",
  "event_type":"Medium Talk",
  "description":"Within the past year, diversity has become a key point of active discussion and rightfully for so many companies involved within our industry. Companies such as Twitter, Slack, AirB&B have come forward to address the fact their teams and leadership boards do not reflect the diversity of the consumer markets they serve and what key steps they are taking to address this. <br> I believe this is a soul-searching moment for our industry and one we should discuss and act upon. I would like to discuss my thoughts on this matter from my perspective as designer of African-American descent who has spent the past eight years working across 13 different countries with various well known and respected multinational teams.<br>",
  "seats":"0",
  "goers":"6",
  "invite_only":"N",
  "venue":"2. Helsinki Hall",
  "id":"e8dd61a5cf02ff9b555513a190cdf59e",
  "venue_id":"408479",
  "speakers":"Yonatan Kelib"
  },
  {
  "event_key":"ixd16_4347",
  "active":"Y",
  "name":"Identity theft is scary, but so is cancer: Bringing the insights of design for behavior change in health and fitness to cyber security",
  "event_start":"2016-03-04 12:15:00",
  "event_end":"2016-03-04 12:30:00",
  "event_type":"Lightning Talk",
  "description":"Target, Sony, Ashley Madison. Cyber security is big news these days. Yet, despite the current focus on keeping data safe, user interactions with security products do not reflect many of the advances interaction design has made in the past ten years. From top to bottom, the cyber security industry has relied on fear to motivate its customers and users, but this is starting to shift. As designers, we have an opportunity to be part of this shift and to create a better and safer experience for our users.<br> Designers working in the field of health and wellness have learned that just waving a terrible possible future in front of people does not motivate behavior change. In this talk, we will take a rapid fire look at examples of security interactions and ask how the insights from other areas of interaction design can be applied to achieve better outcomes.<br>",
  "seats":"0",
  "goers":"6",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"e9e39921700491af8901310a72d2cbdd",
  "venue_id":"408481",
  "speakers":"Samara Watkiss"
  },
  {
  "event_key":"ixd16_4452",
  "active":"Y",
  "name":"Personas vs BigData",
  "event_start":"2016-03-02 11:45:00",
  "event_end":"2016-03-02 12:00:00",
  "event_type":"Lightning Talk",
  "description":"I've conducted experimentation of customer segmentation built from big data analysis and compared them with traditional personas out of qualitatives studies. This talk will present results of the project, consequences and opportunities on the design practice.<br>",
  "seats":"0",
  "goers":"16",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"eb0f6cd44585fa0874d6ab0c95f69765",
  "venue_id":"408481",
  "speakers":"Remy Bourganel"
  },
  {
  "event_key":"ixd16_4125",
  "active":"Y",
  "name":"Making Sense of Messy Problems: Systems Thinking for interaction designers",
  "event_start":"2016-03-01 09:00:00",
  "event_end":"2016-03-01 13:00:00",
  "event_type":"Workshop",
  "description":"It’s part of our job to figure out complex situations. The need to think the customer experience through on several channels challenges us to envision a cohesive system that delivers delightful experiences. Systems thinking is a relevant tool for designers and entrepreneurs facing this challenge, helping us to untangle complexity, to consider the business implications, impact and ethics of the interactions we are creating. In this workshop, we will explore how to apply systems thinking theory to designing digital products. Attendees will walk away with: <ul> <li>Knowledge about systems thinking theory<\/li> <li>An understanding of how systems thinking methods can be used as part of a business and product development process<\/li> <li>Tools and techniques for modeling and evaluating systems<\/li> <\/ul> The workshop will be a combination of lecture and hands-on exercises. We’ll work on a Business Model Canvas and on a Rich Picture Diagram in small groups. Each group will be tasked for coming up with a plan for monitoring and evaluating the system. There’ll be time for group presentations and discussions.",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"Aalto Uni - 2",
  "id":"ebea44c1d30ba87c1cf385a1332102e1",
  "venue_id":"409681",
  "speakers":"Johanna Kollmann"
  },
  {
  "event_key":"ixd16_4297",
  "active":"Y",
  "name":"Designing structured stories",
  "event_start":"2016-03-02 11:30:00",
  "event_end":"2016-03-02 12:00:00",
  "event_type":"Medium Talk",
  "description":"Stories are everywhere, from newspapers to TV drama, fact to fiction. By deconstructing stories into fundamental, structured building blocks we can present them in new and powerful ways. <br> We can make experiences that vary the length of the story, let you explore it from different directions, summarise and recap it, change the media used to present it, adapt it to what you already know or personalise it to make it more relevant. And we can create truly responsive content that dynamically adapts to your device and context. <br> Through two case studies at the BBC, mobile news and a drama serial, I'll look at how we took a data-driven but user-centred approach to structuring and designing stories that resulted in novel experiences. The primary building blocks we use in our work are storylines, key moments and people. The storyline might be the epic journey of a character, the events in a refugee crisis or a love triangle. The essential moments and events in these storylines could be the bits people remember most fondly, the key to understanding or the jumping off points to other stories. Yet the key people or characters are almost always the most important part of a story to the audience.<br>",
  "seats":"0",
  "goers":"17",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"ec47f7bfa2cd2a35160737790a48e850",
  "venue_id":"408478",
  "speakers":"Tristan Ferne"
  },
  {
  "event_key":"ixd16_4486",
  "active":"Y",
  "name":"Measuring Design Maturity: an Imperative and an Opportunity",
  "event_start":"2016-03-04 13:30:00",
  "event_end":"2016-03-04 14:00:00",
  "event_type":"Medium Talk",
  "description":"The value of measuring organizational capabilities and their maturity level has a long and well-established history. In software development, capability maturity models (CMMs) have helped organizations successfully assess strengths and weaknesses in order to prioritize investments for maximum impact. Work done by organizations like the Design Management Institute has already defined a design value index. However, in order to make the insights from the design value index actionable, we need to establish the standards and tools to help leaders understand how their organization functions and above all, how to increase the level of design maturity. In this session, targeted at design executives as well as design practitioners, Rob will explore five essential categories that shape the design maturity of the organization: empathy, mastery, character, performance and impact. He will lead participants into a conversation about specific action angles that can become the starting point to ignite the organizational development process and share results from the Artefact Design Maturity Survey, which would be piloted in the Fall of 2015.<br>",
  "seats":"0",
  "goers":"10",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"ee6bfdeea46a1937503e300587f3d5bd",
  "venue_id":"408480",
  "speakers":"Rob Girling"
  },
  {
  "event_key":"ixd16_4465",
  "active":"Y",
  "name":"Conversations with Alice",
  "event_start":"2016-03-02 14:30:00",
  "event_end":"2016-03-02 15:00:00",
  "event_type":"Medium Talk",
  "description":"Can artificial intelligence create entertaining storytelling for the rest of us?<br> In the future the media landscape, where we will be immersed, would be completely different from today’s media ecosystem.<br \/> Emerging trends shows the arise of machines in the form of robots and AIs as companions and intellectual workers. AIs and robots will interact with us through virtual reality experiences and smart environments.<br> Conversations with Alice is a virtual reality application where the content is completely generated by algorithms. The app explores 3 different media, sound, visuals and text, all coming from different algorithmic and generative sources. <br> A dialog between chatbots is the narrative voice that walk with the player in immersive imagery that evokes the dreamy atmosphere of Carroll's Alice in Wonderland. The landscape is an algorithmic modification of panorama images taken by a robot, while the soundscape is generated parametrically. <br> The audience is called to step into a mechanical world that feels poetic and has the aesthetic of a dream. The project wants to interrogate new possibilities of entertainment and challenge the role of AI as a new factor in determining society’s future power structure. <br> Is AI smart enough to create compelling stories? Do we still find interesting visuals in a VR setting that are created by algorithms?<br> Will automatically generated content have a political weight? Can we forecast the strategies that organizations will use to control AI? <br> These are the open questions that the project explores and hopefully they will be answered, implicitly or not, by the voyagers of the surreal world of Conversations with Alice.<br>",
  "seats":"0",
  "goers":"7",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"ee91ec59e4b93b34a591b67832bcc1b1",
  "venue_id":"408481",
  "speakers":"Pierluigi Dalla Rosa"
  },
  {
  "event_key":"2",
  "active":"Y",
  "name":"Student Design Challenge Teaser",
  "event_start":"2016-03-02 11:25:00",
  "event_end":"2016-03-02 11:30:00",
  "seats":"0",
  "goers":"3",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"f8c01e564129d0024165d75830f76878",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4327",
  "active":"Y",
  "name":"Connecting Children with Nature through Smart Toy Design",
  "event_start":"2016-03-03 14:00:00",
  "event_end":"2016-03-03 15:00:00",
  "event_type":"Long Talk",
  "description":"What do you get when you take a stuffed animal, shove a smartphone in it, download some nature apps and ask a bunch of kids to play with it for a couple weeks? Answer: Twelve big ideas for how to design for the future of smart toys and nature. In this presentation, we’ll describe how we used a diary study and co-design methods to uncover important design principles that sit at the unique intersection of technology, the outdoors, and nature for the 5-9 year old audience. You’ll walk away with inspiring ideas for designing the future of smart toys and learn strategies for connecting with a hard-to-reach audience of young people.<br>",
  "seats":"0",
  "goers":"4",
  "invite_only":"N",
  "venue":"3. Restaurant Hall",
  "id":"f912d8d1b8bf4bfc9515f51214d90e31",
  "venue_id":"408478",
  "speakers":"Jes Koepfler, Nidhi Jalwal"
  },
  {
  "event_key":"36",
  "active":"Y",
  "name":"Student Design Challenge",
  "event_start":"2016-03-04 12:00:00",
  "event_end":"2016-03-04 12:30:00",
  "seats":"0",
  "goers":"0",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"fc066b1ad2b6964fed9b279eb8aed866",
  "venue_id":"408480"
  },
  {
  "event_key":"ixd16_4112",
  "active":"Y",
  "name":"Design for Good? Collaboratively Defining Designers’ Codes of Ethics",
  "event_start":"2016-03-01 16:00:00",
  "event_end":"2016-03-01 18:00:00",
  "event_type":"Workshop",
  "description":"Ethics are a difficult topic for designers to discuss. We do not have the language, structure, or common understanding needed to define our moral boundaries as a professional community. Attendees of last year’s IxD conference made this clear as they brought up ethics repeatedly during conference conversations. This workshop will help participants articulate their own personal code of ethics as well as collaborate with others to create communal Designers’ Oaths. Participants will start the workshop with a gameful role playing icebreaker to get them out of their traditional mindsets regarding design and ethics. This experience will allow participants to role play through situations to define their personal understanding of ethics and learn strategies for discussing ethics in a group environment. We will introduce the Designer's Oath project and share the project's transformation. Participants will follow the project’s journey from mad-lib ethical guideline into a conversational tool used by designers around the globe. Participants will break into small groups to collaboratively write and illustrate a Designer’s Oath representing their group’s understanding of the responsibility we have as designers to those we design for. These Oaths will be shared with the IxDA community.",
  "seats":"0",
  "goers":"2",
  "invite_only":"N",
  "venue":"Aalto Uni - 4",
  "id":"fc816d4782dce637fc6eba29a3d986df",
  "venue_id":"409683",
  "speakers":"Samantha Dempsey, Ciara Taylor"
  },
  {
  "event_key":"ixd16_4255",
  "active":"Y",
  "name":"Designing the future of reading",
  "event_start":"2016-03-02 11:30:00",
  "event_end":"2016-03-02 11:45:00",
  "event_type":"Lightning Talk",
  "description":"The way we read and consume textual content has undergone a sea change in the recent past, influenced largely by the burgeoning magnitude of the online world. What have been the repercussions of this on our cognitive capabilities and rapidly dwindling attention spans? I shall explore some quick ideas and concepts on how we can create more immersive reading experiences, both in the digital and physical world and what is our role as interaction designers in defining the future of media consumption in general. <br>",
  "seats":"0",
  "goers":"10",
  "invite_only":"N",
  "venue":"4. Campfire Stage",
  "id":"fdd888a0ec4e6b02f65b69b1a58963d3",
  "venue_id":"408481",
  "speakers":"Manasi Agarwal"
  },
  {
  "event_key":"29",
  "active":"Y",
  "name":"Keynote",
  "event_start":"2016-03-03 17:00:00",
  "event_end":"2016-03-03 18:00:00",
  "event_type":"Keynote",
  "seats":"0",
  "goers":"22",
  "invite_only":"N",
  "venue":"1. Finlandia Hall",
  "id":"fea72603a7c00a8c8ae2904e998e9175",
  "venue_id":"408480",
  "speakers":"Tricia Wang"
  }
  ]