 [
  {
  "name":"Aalap Doshi",
  "role":"speaker",
  "avatar":"",
  "about":"My name is Aalap Doshi and I am a human centered designer. I live in the beautiful university town of Ann Arbor, MI with my wife Komal Anand Doshi who is an urban designer. I do not believe in limiting myself to a medium of design. I believe that most problems in nature require creative, multi-dimensional and collaborative thinking. I am always looking to apply design thinking to solve such complex problems and inspire delight. I work at the Michigan Institute for Clinical and Health Research (MICHR) which is a part of the University of Michigan Health System. MICHR is one of the 60 institutions that have been awarded the Clinical &amp; Translational Science Awards to improve human health by streamlining science, transforming training environments and improving the conduct, quality and dissemination of clinical and translational research. At MICHR, I am involved in designing solutions based on the needs of patients, researchers and care-givers.",
  "company":"Michigan Institute for Clinical and Health Research",
  "position":"Designer",
  "location":"United States"
  },
  {
  "name":"Ahmed Riaz",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590422\/avatar.jpg.320x320px.jpg?c18",
  "about":"Ahmed Riaz is a user experience designer with a background in developing physical and digital products, an expertise in visual thinking and a passion for making objects that dissolve into behavior. An industrial designer and design strategist by training, he has a decade of UX experience of working with diverse teams of bringing big ideas to life.<br \/><br \/>His past design adventures include researching aircraft interiors for Gulfstream Aerospace, honing his skills as a professional napkin sketcher for the visual thinking company XPLANE and reinventing e-commerce for the internet pioneer eBay.<br \/><br \/>Currently, he is an associate creative director for the global design firm, frog.<br \/><br \/>While not working with fortune 500 companies Riaz can be found developing tools to inspire design play in children around the world, giving talks on the craft of ideation or sketching character designs for multilingual storytelling.",
  "company":"frog Design",
  "position":"Associate Creative Director",
  "location":""
  },
  {
  "name":"Alexandra Deschamps-Sonsino",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590550\/avatar.jpg?f94",
  "about":"Alexandra is an interaction designer, product designer, entrepreneur and speaker that focuses on the internet of things. She was named 2nd in “Top 100 Internet of Things Thought Leaders” (Onalytica, 2014), included in the “Top 100 Influencial Tech Women on Twitter” (Business Insider, 2014) &amp; included in the “Top 10 IOT Influencers you need to know about” (Dataconomy, 2015). She was co-founder and CEO of Tinker London, the first distributor of the Arduino platform in the UK, ran workshops around the world and offered design and consultancy services to global clients. Her work has been exhibited at the Museum of Modern Art in New York, the Victoria &amp; Albert Museum, the Science Gallery in Dublin and others.",
  "company":"Designswarm",
  "position":"Designer, consultant and speaker",
  "location":""
  },
  {
  "name":"Alper Cugun",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590427\/avatar.jpg.320x320px.jpg?9db",
  "about":"Alper &Ccedil;uğun M.Sc. (1981, Amsterdam) is an engineer, designer and publicist active at the intersection of technology and media. His main interest is using play and systems to help people to organize and express themselves in novel ways.<br \/><br \/>Alper graduated with an Master of Sciences in Media and Knowledge Engineering (http:\/\/www.mke.msc.tudelft.nl\/) from Delft University of Technology (http:\/\/tudelft.nl\/) with a minor in Management of Technology. His graduation included research and development of online communities of practice for enterprise software solutions. After that he self-educated in experience design and became active in the Dutch digital design community.<br \/><br \/>From 2007-2010 he was founder and the public face of crowd-funding startup TipiT. After that he founded the first Dutch data visualization agency Monster Swell (http:\/\/monsterswell.com\/) and became an activist in the open data movement. During this period he was program director of Hack de Overheid&rsquo;s (http:\/\/www.hackdeoverheid.nl\/) successful event series which culminated in the creation of theOpen State Foundation (http:\/\/openstate.eu\/) an organization with the mission to open data at a European scale.<br \/><br \/>From 2010 up until now he is the chief technologist of Dutch studio for games and play Hubbub (http:\/\/hubbub.eu\/) where he&rsquo;s a partner since 2013. Alper moved to Berlin in 2012 to found the German Hubbub office and pursue opportunities in Europe&rsquo;s booming technology and startup hub.",
  "company":"Hubbub",
  "position":"Chief Technologist",
  "location":"Germany"
  },
  {
  "name":"Amber Cartwright",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590496\/avatar.jpg.320x320px.jpg?cfa",
  "about":"Amber dreams and lives through the understanding that a creative imagination can solve any problem. It has been her life blood since she was a child, where her librarian mother read her wild stories about how life didn&rsquo;t have to fit into a neat little box. She was an artist first, where the medium of dance allowed her to explore different expressions of storytelling that lead her into her first career in motion graphics, which was a natural transition from physical movement to choreography on a screen.<br \/><br \/>Today, Amber is a Design Manager at Airbnb where she oversees several teams that evolves the company&rsquo;s two-sided marketplace experiences. She has been a designer for over fifteen years, working across several mediums including interactive exhibit design, design agency consulting and video editing in New York, Portland and San Francisco. Her past design career extends to roles with the digital agency Huge, Marthastewart.com and Second Story. She has created designs and user experience strategies for companies like Loblaws, Google, Target, American Express, GE Capital, among others. Her passion and interests in product design are about finding what inspires and motivates people, then reflecting that back into products that have meaningful impact on their lives.",
  "company":"Airbnb",
  "position":"Design Manager",
  "location":"Unites States"
  },
  {
  "name":"Ana Sofia Gonzalez",
  "role":"speaker",
  "avatar":"",
  "about":"My name is Ana Sofia Gonzalez. I am a Lead User Experience Designer. I was raised in Ciudad Ju&aacute;rez, Mexico but would study in El Paso, Texas. I would commute by crossing the border everyday. Having this rare opportunity of education, I was able to experience a multicultural world, opening my mind to many design possibilities. I got my BFA at Savannah College of Art and Design, where I studied Industrial Design with a focus on Interaction Design. My first UX job was at EffectiveUI after networking on IXDA 2011. I was a UX Designer, wrote a few blog posts for the company, and helped with employment satisfaction. I worked at EffectiveUI for 3 1\/2 years. It was a great learning experience for me. I was able to collaborate with many talented people and in great projects. After gathering all this knowledge, I decided to move back to Mexico and apply the skills I have learned. I started working with Multiplica. Now I work as a freelancer, helping from time to time Multiplica and Comercio Digital. One of my first projects, coming back to M&eacute;xico, was the private area of a financial service. I want to share my story of a use case of how users in low income countries are different from savvy technological users in more developed countries. As I say,&nbsp;&ldquo;Design is about making products and experiences great and right for the people who use and encounter them.&rdquo;",
  "company":"freelance",
  "position":"Lead User Experience Designer",
  "location":"Mexico"
  },
  {
  "name":"Andrew Crow",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590551\/avatar.jpg.320x320px.jpg?1df",
  "about":"Andrew is the Head of Design at Uber where he and his team are creating the future of local transportation and delivery.<br \/><br \/>Prior to Uber, Andrew was the Global Director, Brand &amp; Design for GE and collaborated with GE&rsquo;s businesses to set and execute on a vision for great brand experiences. Leading both the Design and Brand Councils, Andrew worked directly with product leaders blending brand and design to affect positive outcomes for customers.<br \/><br \/>He leans on 25 years of experience in visual, interaction, and product design for a deep perspective on creating meaningful product experiences for people. Andrew has led design and brand teams on projects for both enterprise clients and startups; he is passionate about designing products and services that delight people and exceed business expectations.",
  "company":"Uber",
  "position":"Head of Design",
  "location":""
  },
  {
  "name":"Angel Anderson",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590415\/avatar.jpg?e59",
  "about":"Angel Anderson is seasoned UX design leader and business strategist who left her VP, User Experience Director position at Crispin Porter + Bogusky to found and run her own startup, NailSnaps. Now as CEO, Anderson is responsible for scaling NailSnaps to be an international success and truly loved by customers as the world's first mobile, social nail design platform. She uses romantic comedy (rom com) pattern library to foster brand love and she can recite all the dialog of “Sixteen Candles” and “When Harry Met Sally”.",
  "company":"Nailsnaps",
  "position":"CEO",
  "location":"United States"
  },
  {
  "name":"Antti Oulasvirta",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590484\/avatar.jpg?830",
  "about":"Antti Oulasvirta is an Associate Professor at Aalto University where he leads the User Interfaces research group. He was previously a Senior Researcher at the Max Planck Institute for Informatics and the Cluster of Excellence on Multimodal Computing and Interaction at Saarland university. He received his doctorate in Cognitive Science from the University of Helsinki in 2006, after which he was a Fulbright Scholar at the School of Information in University of California-Berkeley in 2007-2008 and a Senior Researcher at Helsinki Institute for Information Technology HIIT in 2008-2011. During his postgraduate studies in 2002-2003, he was an exchange student at UC Berkeley's Neuropsychology Lab and did an internship at T-Labs in Berlin in 2006. He was awarded the ERC Starting Grant (2015-2020) for research on computational design of user interaces. Dr. Oulasvirta serves as an associate editor for International Journal of Human-Computer Studies, a column editor for IEEE Computer, and he frequently participates in the paper committees of HCI conferences, including the ACM SIGCHI Conference on Human Factors in Computing Systems (CHI). His work has been awarded the Best Paper Award and Best Paper Honorable Mention at CHI five times between 2008 and 2014. At MobileHCI, he received the Best Note Award in 2011 and the Most Influential Paper Award in 2013. He has held keynote talks on computational user interface design in NordiCHI and CoDIT.",
  "company":"Aalto University User Interfaces research group",
  "position":"Associate Professor",
  "location":"Finland"
  },
  {
  "name":"Barb Spanton",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590457\/avatar.jpg.320x320px.jpg?771",
  "about":"Trained as an industrial designer, Barbara has spent the last 15 years in the software industry, designing interfaces for every user, platform, and industry imaginable, with a recent focus on healthcare-related software.<br \/><br \/>Currently she is Principal Designer at Macadamian Technologies in Ottawa, Canada. She has led the design (or redesign) of products big and small, desktop, mobile and in between, while keeping the needs of the end users at the center of all discussions. Highly active in the UX community, Barbara teaches mobile design to the next generation of UXers at Algonquin College, has been co-chairing Ottawa's wildly successful CanUX conference for the past 5 years, and has a few other initiatives simmering at the moment.",
  "company":"Macadamian Technologies",
  "position":"Principal Designer",
  "location":"Ottawa, Canada"
  },
  {
  "name":"Bastien Kerspern",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590533\/avatar.jpg.320x320px.jpg?efa",
  "about":"Bastien Kerspern is an interaction designer specialized in public innovation, co-founder of two design studios Design Friction and Casus Ludi. After being trained at IDEO, Bastien has started to collaborate with startups and public institutions, building an extensive experience in managing interactive and participatory projects, ranging from video games to civic applications.<br \/><br \/>He believes in innovation by transgression with a huge dose of cultural jamming inherited from digital subcultures. His use of design methods aims in pushing interactive experiments tackling social issues and controversies. Interested in mundane frictions and uncanny narratives, his current works explore how digital technologies and related innovations influence social models.<br \/><br \/>Regularly leading workshops across the world, Bastien is especially interested in playing with new perspectives and then confronting points of view in these participatory sessions.<br \/><br \/>Aside his work as a practitioner, Bastien is also course leader in urban interaction design and service design at L&rsquo;&Eacute;cole de Design Nantes Atlantique (France).",
  "company":"Design Friction",
  "position":"Interaction Designer, Co-founder",
  "location":"France"
  },
  {
  "name":"Billie Mandel",
  "role":"speaker",
  "avatar":"",
  "about":"Billie Mandel is a design strategy geek with a social science background, and nearly two decades of leading teams of software creatives &ndash; UX designers, researchers, content people, product people, front-end developers &ndash; the folks who figure out what to build, why, and how to make it amazing. A once-and-future experience design instructor, her passion is connecting innovation with courageous, honest critique, and bringing your whole self to work. Billie is currently Director of Experience Design at FiveStars, a San Francisco hyper-growth startup that provides a customer engagement platform for small businesses.",
  "company":"FiveStars",
  "position":"Director of Experience Design",
  "location":"United States"
  },
  {
  "name":"Boris Anthony",
  "role":"speaker",
  "avatar":"",
  "about":"Boris is a designer, systems thinker and maker. He currently advises a number of enterprises and organisations on strategic design topics ranging from culture to service experience architecture. He is also the co-founder of a TBA company. Previously, he was Head of Experience Architecture &amp; Head of Mobile Experience at Nokia HERE in Berlin. Before that he worked on Dopplr.com and led R&amp;D for GlobalVoices.org.",
  "company":"Self-employed",
  "position":"Independent Strategic Design Advisor, Co-founder.",
  "location":"Germany"
  },
  {
  "name":"Cameron Sinclair",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2605682\/avatar.jpg?3ca",
  "about":"Cameron is the Founder and Chief Eternal Optimist at Small Works. For the past 20 years he has been involved in humanitarian projects in more than 50 countries and responded to a dozen post-disaster and post-conflict reconstruction programs. He co-edited and wrote for Design Like You Give A Damn 1 and 2, won a TED Prize and co-founded Architecture for Humanity and the Open Architecture Network.",
  "company":"Small Works",
  "position":"Founder and Chief Eternal Optimist",
  "location":"United States"
  },
  {
  "name":"Can Kilicbay",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590526\/avatar.jpg?cda",
  "about":"I’m Lead Product Designer @nordnet, previously @klarna, making internet work from Stockholm, Sweden. I am passionate about solving people's daily needs via designing new products. Driven by design, proud to be a maker, always a learner and a high impact leader.",
  "company":"Nordnet",
  "position":"Lead Product Designer",
  "location":"Sweden"
  },
  {
  "name":"Carina Ngai",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590488\/avatar.jpg?d71",
  "about":"Carina Ngai is on a quest to define “the future of X”: always iterating and designing the design research process. Currently, she is Senior UX designer at Blippar, an augmented reality platform that enables users to interact with physical objects in the digital world. She had been a Product Design lead in various companies. Among them were Google, Netflix, Samsung, and Adobe. Previously, as Design Futurist in Samsung’s UX Innovations Lab, Carina led projects to define future consumer electronic experience across multiple platforms in the next 5 years. She has also led the experience design in Adobe’s Photoshop and Premiere Elements consumer product line. Publishing on the practice of design research, interaction design, and inclusive design, Carina has presented at SXSW Interactive 2013 (Austin), IXDA 2013 (Toronto), True Venture’s Founder Camp (Palo Alto), and Health Horizon Conference 2014 (Sausalito, CA). She has also led design workshops at the University of Applied Sciences (Basel, Switzerland) and the Royal College of Art (London). Carina holds a Master of Fine Arts in Media Design from the Art Center College of Design in Pasadena and a BS in Neuroscience from the University of California, Los Angeles.",
  "company":"Blippar",
  "position":"Senior UX designer",
  "location":"United States"
  },
  {
  "name":"Caroline Sinders",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590421\/avatar.jpg?7dd",
  "about":"Caroline Sinders is an interaction designer, artist, researcher and video game designer. She was born in New Orleans and is currently based in Brooklyn. She received her masters from New York University’s Interactive Telecommunications Program where she focused on HCI, prototyping, and interactive storytelling. She holds a bachelor of fine arts from New York University’s Tisch School of the Arts in Photography and Imaging, where she studied digital culture and large format portraiture. Caroline is a member of the Code Liberation Foundation’s board, as well as a teacher for the foundation. Her current personal work explores UX and UI to stymy harassment and 'designing consent' into system designs and communication design for social networking sites. Her work has been featured in the Contemporary Art Museum of Houston, Style.com, Bust Magazine, Animal NY, Narratively, The Verge, Washington Post, New York Magazine, and other places.",
  "company":"",
  "position":"Interaction Designer and Researcher",
  "location":"United States"
  },
  {
  "name":"Charles Hannon",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590453\/avatar.jpg?123",
  "about":"Charles Hannon is professor of computing and information studies at Washington & Jefferson College in Washington, Pennsylvania. He teaches courses in human-computer interaction, the history of information technology, information visualization, and project management, and has recently published in Smashing Magazine and interactions. In a previous life he wrote Faulkner and the Discourses of Culture which won the C. Hugh Holman prize in southern literary studies.",
  "company":"Washington &amp; Jefferson College",
  "position":"Professor of computing and information studies",
  "location":"United States"
  },
  {
  "name":"Chelsea Hostetter",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590423\/avatar.jpg?0a4",
  "about":"Chelsea Hostetter is an interaction designer who loves talking to real users and crafting intuitive and accessible systems. Initially trained in fine arts and linguistics from Carnegie Mellon University, she went on to study interaction design at the Austin Center for Design based on her love of designing video games and web sites. She has done talks at local chapters of the Autodesk User Group Association (AUUGA) and the International Game Developers' Association (IGDA) about how the fields of user experience design and video game design intermingle. She currently works at the global design and strategy firm frog design as a Senior Interaction Designer and translates exhaustive user research into design for enterprise-level digital software for companies like Citrix and FedEx. When not researching or designing, she can be found creating her own video games in hackathons like the Global Game Jam or graphically recording talks by Jessica Hische or James Victore.",
  "company":"frog Design",
  "position":"Senior Interaction Designer",
  "location":"United States"
  },
  {
  "name":"Christine Todorovich",
  "role":"speaker",
  "avatar":"",
  "about":"As an Associate Creative Director at frog, Christine helps companies create compelling and seamless user experiences across product ecosystems and connected environments. She strives to create novel concepts and interaction models that facilitate learning and expression, and challenge conventional notions of such things as interface, object, brand and place. Her work and writing have been featured in Wired, Forbes, Core77, Fast Company, Mashable and Business Insider, among others. She holds a Masters in Design from California College of the Arts.",
  "company":"frog Design",
  "position":"Associate Creative Director",
  "location":"United States"
  },
  {
  "name":"Chris Noessel",
  "role":"speaker",
  "avatar":"",
  "about":"As the first Design Fellow at Cooper, Christopher designs products and services for a variety of domains, including health, financial, and consumer. He also teaches, speaks about, and evangelizes design internationally. His spidey-sense goes off semi-randomly, leading him to investigate and speak about a range of things from interactive narrative to ethnographic user research, interaction design to generative randomness, and designing for the future. He is co-author of Make It So: Interaction Design Lessons from Science Fiction (Rosenfeld Media, 2012), co-author of About Face: The Essentials of Interaction Design, 4th Edition (Wiley, 2015) and keeper of the blog scifiinterfaces.com. He is currently working on a new book about the user experience of &ldquo;soft&rdquo; AI (Rosenfeld Media, 2016.)",
  "company":"Cooper",
  "position":"Design Fellow",
  "location":"United States"
  },
  {
  "name":"Ciara Taylor",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590536\/avatar.jpg?5bd",
  "about":"Ciara Taylor is a Senior Experience Designer at Mad*Pow where she applies her knowledge of games to design playful and meaningful experiences for behavior change. She has always had one foot in the design world and the other in the gaming world. Working in both communities, Ciara has utilized her hybrid role to research and design new ways to create community engagement through elements of play. When she isn’t designing playful experiences, she plays games, gushes over cute sloths and introduces fellow Mad*Pow folks to new music and vocabulary… awesomesauce!",
  "company":"Mad*Pow",
  "position":"Senior Experience Designer",
  "location":""
  },
  {
  "name":"Claire Rowland",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590547\/avatar.jpg?a4d",
  "about":"Claire is an independent UX and product strategy consultant specializing in the internet of things. She is the lead author of Designing Connected Products: UX for the consumer internet of things. She has a particular interest in taking connected products from an early adopter user base to the mass market, and technologies that support mundane, everyday activities. Before becoming independent, she worked on energy management and home automation products as the service design manager for AlertMe.com, a connected home platform provider. Previously, she was head of research for design consultancy Fjord, where she led EU funded R&D work investigating the interusability of interconnected embedded devices. She has worked in UX design and research for mobile, multiplatform and web services since 1997.",
  "company":"Independent",
  "position":"UX and Product Strategy Consultant",
  "location":"United Kingdom"
  },
  {
  "name":"Claudia Bernett",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590471\/avatar.jpg.320x320px.jpg?59b",
  "about":"Claudia Bernett is a designer, artist, and educator. She creates interactive work that taps into shifting behavior and inspires new cultural perspectives. She is founder of Little Cloud, a cross-discipline, international collective focused on developing new technology platforms with social aims. She&rsquo;s worked for such international firms as frog Design, R\/GA, Method, and HUGE, where she has led the design of high-profile interactive work.<br \/><br \/>Claudia has recently returned from Rio de Janeiro where she was focused on merging technology, design, and culture in platforms that seek to create new opportunities for cross-boundary connection, collaboration, and play in the city. Claudia holds an MFA in Design and Technology from Parsons the New School for Design in New York. She is currently faculty at both Parsons and the School of Visual Arts in New York.",
  "company":"Little Cloud Collective",
  "position":"Founder",
  "location":"United States"
  },
  {
  "name":"Daniel Orbach",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590523\/avatar.jpg?902",
  "about":"Daniel brings an affinity for math and science to his process as designer. He takes a systemic, strategic approach to solving digital design problems, and the variety of projects he's worked on in his career – from warehouse optimization to homes of the future – illustrate the adaptability of his techniques. At Moment, he has lead workshops in tech education and designs products and tools used in retail banking.",
  "company":"Moment",
  "position":"Designer",
  "location":"United States"
  },
  {
  "name":"David Boardman",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590435\/avatar.jpg.320x320px.jpg?c04",
  "about":"David Boardman is a Senior Design Lead at IDEO New York where he leads the Interaction Design discipline, and guides teams designing across multiple touch points that elevate people's experiences and innovate businesses. David has contributed in bringing to life several complex digital ecosystems for a broad set of industries including healthcare, the public sector, finance, and media, for clients such as US Department of State, WebMD, UBS, Sky Television, Telstra, Hewlett-Packard, Cisco Systems, the Clinton Global Initiative, Nokia, and Telef&oacute;nica.<br \/><br \/>David has also worked as a Design Consultant at frog, a global design innovation firm, and he has been involved as a Research Scholar at MIT where he focused on topics such as civic media, smart cities and mobile experience. As an educator, he has lectured and has been invited as critic at MIT, NYU, Domus Academy, University of Pennsylvania, and Universidad de Chile.<br \/><br \/>His work has been recognized at international venues such as Ars Electronica, MIT Humanities + Digital Conference, Webby Awards, International Journalism Festival, Milan Design Week.",
  "company":"IDEO",
  "position":"Senior Design Lead",
  "location":"United States"
  },
  {
  "name":"Duncan Lamb",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590464\/avatar.jpg?73e",
  "about":"Duncan is a Design leader with broad experience leading creative teams to help businesses discover opportunities, define solutions and deliver great products. At TransferWise, Duncan leads a small team of designers building products that feel simple, fast, safe and fair for millions of people around the world. As a co-founder at Aether, Duncan built a company to design and ship Cone, a thinking music player that gives it's owners a simple, instant and fun way to hear music at home. As a Creative Director at Nokia, Duncan led the design team behind the N9's Swipe user interface, a fresh and natural way to create an all-screen device and a huge leap forward for the company. Before Nokia, Duncan was Head of Product Design at Skype finding new and simple ways to help hundreds of millions of people all over the world to feel closer. Duncan was educated at the Helsinki University of Art and Design and at Sheffield Hallam University in Britain.",
  "company":"Transferwise",
  "position":"Design Lead",
  "location":"Finland"
  },
  {
  "name":"Emma Sherwood-Forbes",
  "role":"speaker",
  "avatar":"",
  "about":"Emma Sherwood-Forbes is a designer and decent human being. She has been creating memorable experiences for startups, agencies, and schools for the past ten years. She&rsquo;s obsessed with humans, coming to design from philosophy when she decided to use both sides of her brain. Emma met Nour at MICA, where she created experimental interactive editorial work (among other pursuits). She work primarily on-screen, using empathy to design things that are beautiful, useful, and exciting. Emma is currently freelancing globally and eating locally in San Francisco, California.",
  "company":"Freelance",
  "position":"Designer",
  "location":"San Francisco, USA"
  },
  {
  "name":"Emmi Laakso",
  "role":"speaker",
  "avatar":"",
  "about":"As Potion's senior designer, Emmi Laakso relishes in discovering what an experience wants to be through rigorous research and concepting. Classically trained in print design, typography, and design-thinking at the Rhode Island School of Design, Emmi began her career as a freelance game designer working at Hasbro. She was drawn to the challenge of creating &ldquo;fun&rdquo; experiences and interaction design has been a passion of hers ever since. Her work at Potion, such as the Richard Avedon App, has allowed her to follow that passion further than she could ever imagine. Emmi has also worked as a freelance print designer and illustrator, produced interface design for financial software, and co-authored a published scientific study on gender in language. In her spare time, Emmi enjoys drawing, reading, exploring, and interfacing with nature. From March to September 2015, she solo hiked the Appalachian Trail (2189 mi \/ 3522 km). Emmi is a native Finn from Rajam&auml;ki, near Nurmij&auml;rvi, and is currently based in New York City.",
  "company":"Potion",
  "position":"Senior Designer",
  "location":"United States"
  },
  {
  "name":"Estelle Hary",
  "role":"speaker",
  "avatar":"",
  "about":"Estelle Hary is an interaction designer specialized in information design and user experience. She has a strong interest in the health field and definitely believes in design as a social practice through the creation of meaningful products. Crossing sciences and technologies with design methods, Estelle has a strong experience in working with researchers and scientists, especially on the opportunities related to the use of data. Estelle also carries a deep interest in performance arts and theater as a way to make science-related questions more accessible to the public.",
  "company":"",
  "position":"",
  "location":""
  },
  {
  "name":"Gerhard Pfau",
  "role":"speaker",
  "avatar":"",
  "about":"",
  "company":"IBM",
  "position":"",
  "location":""
  },
  {
  "name":"Giles Colborne",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590445\/avatar.jpg.320x320px.jpg?374",
  "about":"Giles&rsquo; book &lsquo;Simple and usable web mobile and interaction design&rsquo; published by New Riders is a best-seller in the US, UK and China. He has been working in usability and user centred design since 1991 and is actively involved in the community including as co-chair of IA Summit 2013.<br \/><br \/>He founded cxpartners with Richard Caddick in 2004, which has grown to become an international consultancy which works with companies all over the world to create user experiences and to help them develop the skills and organizational structures for the experience economy.",
  "company":"",
  "position":"",
  "location":"United Kingdom"
  },
  {
  "name":"Guillaume Berry",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590524\/avatar.jpg?d94",
  "about":"Guillaume stands at the crossroads of design practices. All forms of art inspire his curiosity, whether its books, music, or movies. He’s also a self-professed foodie. He’s always eager to participate in conferences, both local and abroad. Guillaume is meticulous and a true team player who always respects time and constraints, but never fails to add his unique touch to every project. He’s a senior interactive designer at Antistatique. He’s also one of the co-organisers of the Lyon chapter of lxDA.",
  "company":"Antistatique",
  "position":"Visual Designer",
  "location":"Switzerland"
  },
  {
  "name":"Helen Le Voi",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2623607\/avatar.jpg.320x320px.jpg?01c",
  "about":"Helen holds a Masters in Computer Related Design from the Royal College of Art. She enjoys exploring the boundaries of technology and the possibilities it can offer. She's been doing so since 1995 specialising in Interaction Design and User Experience, working with companies such as Philips, Nokia, Samsung and BT.<br \/><br \/>Currently she's Director of Customer Experience at Leo Burnett in London, working at the intersections between people, advertising and technology. Prior to Leo Burnett, she was a central part of an EU funded R&amp;D project to investigate IOT and the interusability of interconnected embedded devices. She is also a member of the Council of the Internet of Things.",
  "company":"Leo Burnett",
  "position":"Director of Customer Experience",
  "location":"London, UK"
  },
  {
  "name":"Henrik Rydberg",
  "role":"speaker",
  "avatar":"",
  "about":"Henrik is a Director of User Experience at Shapeways, the world's leading 3D printing service headquartered in New York. Together with the team, Henrik is bringing 3D printing as part of our daily lives. He&rsquo;s also responsible for company&rsquo;s brand, online and offline visual language and user research. Shapeways investors include Union Square Ventures and Andreessen Horowitz. Henrik got into 3D printing at Tinkercad, startup that made the ground breaking browser based 3D modeling app. Today owned by Autodesk, Tinkercad has grown to one of the most used 3D modelling softwares. Henrik got his first pay-check from web &ldquo;design&rdquo; when he was 16 years old. His real work among UX begun at 2002 when he founded an Interaction Design consultancy. As an early side project Henrik founded Pingstate.nu which grew to be Finland&rsquo;s biggest design forum and portfolio site. He later founded IxDA Helsinki together with Sami Niemel&auml; and Miemo Penttinen. Today Henrik is a guest speaker at design schools in Europe and US.",
  "company":"Shapeways",
  "position":"Director of User Experience",
  "location":"New York, United States"
  },
  {
  "name":"Irene Infante",
  "role":"speaker",
  "avatar":"",
  "about":"As a Senior Interaction Designer, I help clients create, simplify and refine the digital platforms their users get in contact with. To do this successfully, I work to understand my client&rsquo;s challenges at a large and small scale, and their users&rsquo; needs to create something that works for both. My job is not unlike a digital (and better!) version of Doctor Frankenstein. When looking at or putting together a digital experience, I&rsquo;m the one in charge of the bones and muscles. I shape the body and give it the right form and elements so it can swim, run or walk. This means I get to know its overall environment and create something that it&rsquo;s best suited for it. Originally from Spain, I have now spent over 10 years in the UK and worked in four different countries. My international experience gives me a better overview of how people differ and how to best adapt to designing for them. Alongside my day-to-day work at Foolproof, an experience design agency in London, I enjoy helping people discover the world of UX. I often get involved in mentoring events such as the Global Service Jam and I have recently worked as teaching assistant at General Assembly, helping professionals understand and think like a user experience designer. Outside of work I love spending my time around food &ndash; whether is cooking it, eating it or harvesting it off my tiny South London balcony. There is something delicious to be said for home-grown tomatoes.",
  "company":"Foolproof",
  "position":"Senior Interaction Designer",
  "location":"United Kingdom"
  },
  {
  "name":"Isabella Loddo",
  "role":"speaker",
  "avatar":"",
  "about":"Isabella Loddo is a PhD candidate in Design Science at Iuav University of Venice, Italy. Her research area is tangible interaction design, specifically embodied interfaces and their semantics. Her approach is finding balance in complexity and she applies it into research in the field of robotics and bio-medicine. She is currently involved in the IBIS group with ASI (Italian Space Agency).",
  "company":"Iuav University",
  "position":"PhD candidate",
  "location":"Venice, Italy"
  },
  {
  "name":"Isabel Paiva",
  "role":"speaker",
  "avatar":"",
  "about":"Isabel Paiva is a designer and a PhD student in Digital Media at the UT Austin Portugal program. Her research is focused in the intersection between materiality and digital realms particularly focused in contributions given to the concept of ubiquitous computing.",
  "company":"UT Austin Portugal",
  "position":"Designer, PhD student in Digital Media",
  "location":"Portugal"
  },
  {
  "name":"Jack Moffett",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590509\/avatar.jpg.320x320px.jpg?7f7",
  "about":"With a BFA in Graphic Design from West Virginia University and a Masters in Interaction Design from Carnegie Mellon, Jack has been designing web, desktop, and mobile applications for over 15 years. He has worked in both research and industry environments and has been teaching design part-time for 10 years at WVU. As a design manager at Inmedius, a Boeing Company, Jack directs a small team of interaction designers performing everything from initial user research and product conceptualization to front-end implementation and testing.<br \/><br \/>Jack has designed software tools for Boeing, Lockheed Martin, Shell, DaimlerChrysler, Eaton, and many organizations within the U.S. military, including Joint Service Explosive Ordnance Disposal, Naval Reactors, and NCIS. He is the author of Bridging UX and Web Development and has spoken at conferences and led workshops to teach designers how to integrate with their development teams and participate in implementation. He co-founded IxDA Pittsburgh, is chairing Midwest UX 2015, and writes about design on designaday.tumblr.com.",
  "company":"Inmedius, a Boeing Company",
  "position":"Manager Apps Development – GUI",
  "location":"United States"
  },
  {
  "name":"Jane Vita",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590451\/avatar.jpg.320x320px.jpg?ee3",
  "about":"Over the past 15 years, Jane Vita had the opportunity to gain experience in many of the design competencies, including user experience, interaction design, service design, digital strategy, digital media and visual design, with projects in a range of different industries. She has a visual design background, post-graduation in Web Design and she holds a Master's in Service Innovation and Design. <br \/><br \/>Jane has helped creating new digital services and transforming existing ones with clients including Nokia, NSN, Volvo, Renault, Marcopolo, TVe, Lojas Renner, Positivo Group, Ericsson, Banco do Brasil, Bematech, NatGeo, Gol Linhas A&eacute;reas, Porto Seguro, Nokian Tyres, Honka, Iittala, Stockmann, Viking Line, Safmarine, YIT, Fira and ABB.",
  "company":"Futurice",
  "position":"Senior Service Creator",
  "location":"Helsinki, Finland"
  },
  {
  "name":"Jane Wong",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590499\/avatar.jpg?8ce",
  "about":"Jane is an Interaction and Experience Designer currently at R\/GA working for Nike. After many years working in architecture, she made the pivot to Interaction Design to work more closely with human centered research and design, and to begin to explore how technology-based behaviour could play a bigger role in shaping physical space. She is passionate about how the tangible can meet the digital world, and how the impact of new devices and media continue to shape our social environments. Her work for Nike has included bridging design strategy and research into creating digital products, and has worked on an in-house innovation team for Nike Digital Brand. She has also been a part of the R\/GA Techstars Accelerator team to help startup Bitfinder shape their new product and app. Currently, she is designing for the Future of Retail for Nike, with new stores and services to launch in the coming year.",
  "company":"R\/GA",
  "position":"Interaction and Experience Designer",
  "location":"United States"
  },
  {
  "name":"Janice Ahn",
  "role":"speaker",
  "avatar":"",
  "about":"Janice Ahn is an empathic, T-shaped UX designer at Razorfish in New York City. Prior to UX, Janice made narrative and documentary films. She trained in narrative\/story and media at Stanford University (English BA, English MA, Art History minor) and New York University (Performance Studies MA, Film MFA). Her examination of story spans physical objects, performance, and the digital, while also spanning theory and practice. Janice also teaches visual storytelling + UX as a Pratt School of Information and Library Science (SILS) adjunct professor.",
  "company":"Razorfish",
  "position":"UX Designer",
  "location":"New York, United States"
  },
  {
  "name":"Jennifer Ng",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590480\/avatar.jpg?863",
  "about":"Jennifer consults with startups in the San Francisco Bay Area and seeks to improve experiences through behavior design, storytelling, and design thinking. Her design philosophy originates from the mantra: design the right thing, rather than design the thing right. Most recently, she led design research at Livongo Health, which provides a service to empower people with chronic conditions, starting with diabetes. She has been a user experience designer and researcher at diverse set of companies including HP webOS, Barnes & Noble NOOK, Method, Catalyst Innovation Partners, and Nectarine Group. Her expertise ranges from understanding lives of patients with rheumatoid arthritis, improving an everyday commute by car, creating a revolutionary way to order lunch, and engaging people in reading books. Jennifer holds a masters in Human Computer Interaction from Carnegie Mellon University. A creative nonfiction writer by night and an ice cream lover anytime, Jennifer is writing a book about ice cream shops all over the world a novel based on her grandfather’s life. If she was asked what she enjoyed doing at the age of 8, she would have answered “observing”, which is still a joy and an inspiration for storytelling.",
  "company":"Freelance",
  "position":"UX Consultant",
  "location":"United States"
  },
  {
  "name":"Jenny Drinkard",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590473\/avatar.jpg?8bb",
  "about":"Jenny Drinkard is an Interaction Designer, born and raised in ATL. Jenny holds a BS in Industrial Design from Georgia Tech. She has spent the last 4 years curating a crazy start to her career by designing lamps in a factory in China, producing two products with Quirky, bouncing around New York City, developing UX skills at Huge BK, and eventually settling in quite happily as an interaction designer at Huge ATL, a place where she is free to explore both the physical and digital world of design. She has worked with clients like Lowe’s, Apple and UPS. All she’s ever wanted was to be able to bike and walk around her neighborhood, and now, thanks to the Beltline, she can.",
  "company":"Huge Inc.",
  "position":"",
  "location":"United States"
  },
  {
  "name":"Jes Koepfler",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590482\/avatar.jpg?1b3",
  "about":"Jes has nearly a decade of experience conducting user research and evaluation across a variety of domains including nonprofits, education, healthcare, and more. Her favorite part of the user-centered process is uncovering key stakeholder questions and designing the optimal research strategy using a variety of methods from interviews and observations to surveys, participatory design sessions, and usability testing - to name a few tools in her toolbox. Jes applies her background in human computer interaction from her PhD at the University of Maryland to tackle complex research projects. In her role as Managing Director at Intuitive Company, she oversees a team of 20+ top notch researchers, designers, developers, and relationship strategists to deliver best in class digital experiences for clients across verticals.",
  "company":"EY Intuitive",
  "position":"Managing Director",
  "location":"United States"
  },
  {
  "name":"Joe Macleod",
  "role":"speaker",
  "avatar":"",
  "about":"Joe Macleod has been working in the mobile design space since 1998 and has been involved in a pretty diverse range of projects. At Nokia he helped develop some of the most streamlined packaging in the world, he created a hack team to disrupt the corporate drone of powerpoint, produced mobile services for pregnant women in Africa and pioneered lighting behavior for millions of phones. For the last four years he has been key to establishing ustwo as the UKs best digital product studio, with 180 people globally in London, New York and Sweden, while also&nbsp;successfully building education&nbsp;initiatives,&nbsp;curriculums and courses on the back of the IncludeDesign campaign which launched in 2013.&nbsp;He now works independently on projects&nbsp;and is currently focusing on his work around Closure&nbsp;Experiences.",
  "company":"Independent",
  "position":"Designer",
  "location":"United Kingdom"
  },
  {
  "name":"Johanna Kollmann",
  "role":"speaker",
  "avatar":"",
  "about":"Johanna Kollmann has been working in User Experience since 2004. She got interested in an agile way of working in 2006, and has been nerdy about lean ever since coming across the lean community in 2009. Johanna has gained experience in R&amp;D departments, large corporations, agencies and startups, and now focuses on digital product strategy. Her background is in Information Design and Human-Computer Interaction. Passionate about building better things through collaboration, Johanna co-founded Design Jam, organised the first UX Barcamp in London, and co-chaired the 2014 IA Summit. She likes dancing at sessions, hiking up hills, ice cream and manta rays.",
  "company":"Us and the Machines Ltd",
  "position":"Director",
  "location":"United Kingdom"
  },
  {
  "name":"John Lynch",
  "role":"speaker",
  "avatar":"",
  "about":"John Lynch is Project Lead, Product &amp; Service Design in the Urban Futures team at Future Cities Catapult in the UK. John studied Multimedia at Dublin City University building a physical gaming interface pre-Wii and pre-Kinect way back in the early 2000's. His work as a multimedia developer brought him to the urban context through heritage exhibitions and mobile apps in Ireland and as far afield as Shanghai Expo 2010. In 2011 John completed the Interaction Design Programme at Copenhagen Institute of Interaction Design (CIID) and from there worked as a design consultant with CIID for some of the world&rsquo;s most influential brands. In 2014 John relocated from Copenhagen to London to work at Future Cities Catapult in London leading the \"Sensing Cities\" and \"OrganiCity\" projects dealing with urban data, the internet of things, citizen-centred design and the products and services enabled by all of the above.",
  "company":"Future Cities Catapult",
  "position":"Project Lead, Product & Service Design",
  "location":"Ireland"
  },
  {
  "name":"John Rousseau",
  "role":"speaker",
  "avatar":"",
  "about":"John Rousseau is Executive Director at Artefact&mdash;a digital innovation and design firm in Seattle. In over two decades of consulting, he has worked across multiple disciplines with a wide array of clients to bring clarity, meaning and utility to products and services, experiences and systems. His current work is focused on the convergent domains of augmented reality, automotive, and entertainment. Previous clients have included Chase, Target, Corona, Nike, HP, Microsoft and Madison Square Garden among many others. Prior to joining Artefact, John was Executive Creative Director at frog&mdash;a global product strategy and design firm headquartered in San Francisco. He was previously a professor in the Visual Communication Design program at the University of Washington. John Rousseau led an Artefact\/Hyundai collaboration, exploring the factors that would help create the consumer demand for autonomous vehicles, identifying the opportunities for designers to create semi-autonomous driving experiences that build trust and confidence.",
  "company":"Artefact",
  "position":"Executive Director",
  "location":"United States"
  },
  {
  "name":"John Waterworth",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590425\/avatar.jpg.320x320px.jpg?589",
  "about":"John Waterworth is a user experience researcher and designer. His sweet spots are turning research findings into clear insights that clients can understand and action, and using those insights to create innovative concepts for new products and services.<br \/><br \/>John is currently working with the UK Government Digital Service to build a strong and effective community of user researchers across government.",
  "company":"UK Government Digital Service",
  "position":"User Experience Researcher and Designer",
  "location":"United Kingdom"
  },
  {
  "name":"Jonathan Foster",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590490\/avatar.jpg?402",
  "about":"I’m Jonathan Foster, working on Microsoft's digital assistant, Cortana. I lead the team that writes Cortana's dialogue and just about everything that she says. I am also responsible for the continued development of Cortana’s personality for the US market, as well as the expanding markets globally. As a writer, I started out in film\/TV writing screenplays and working in development, but was drawn away from Hollywood by a focus on tech supported interactive storytelling, culminating in a project honored by the Sundance Film Festival. I am now 7 years at Microsoft having worked on Office and Xbox before being asked to lead the Cortana writing team.",
  "company":"Microsoft",
  "position":"Managing Editor, Cortana",
  "location":"United States"
  },
  {
  "name":"Joshua Seiden",
  "role":"speaker",
  "avatar":"",
  "about":"I am an interaction designer, author, coach, and speaker. I am a founding Board Member and past President of IxDA. You can see details at LinkedIn, but highlights for IxDA include my time working with Alan Cooper in the '90's, my early work on IxDA in the '00's, and my recent work (in the '10's!) developing LeanUX methods and co-authoring the book Lean UX. I am currently at Neo, a studio with offices in NYC, SF, and Singapore. I am a co-founder of the NYC office, where I help clients create new digital products and services. I am currently working on a new book for Harvard Business Press called Sense and Respond. This book is aimed at leaders in all industries who are trying to understand and manage the software revolution that is transforming their world.",
  "company":"Neo",
  "position":"Co-founder",
  "location":"New York, United States"
  },
  {
  "name":"Josh Clark",
  "role":"speaker",
  "avatar":"",
  "about":"Josh Clark is founder of Big Medium, a design agency specializing in connected devices, mobile experiences, and responsive web design. His clients include Samsung, Time Inc, TechCrunch, Entertainment Weekly, eBay, O&rsquo;Reilly Media, and many others. Josh has written several books, including &ldquo;Tapworthy: Designing Great iPhone Apps&rdquo; (O&rsquo;Reilly, 2010) and the forthcoming &ldquo;Designing for Touch&rdquo; (A Book Apart, 2015). He speaks around the world about what&rsquo;s next for digital interfaces. Before the internet swallowed him up, Josh was a producer of national PBS programs at Boston&rsquo;s WGBH. He shared his three words of Russian with Mikhail Gorbachev, strolled the ranch with Nancy Reagan, hobnobbed with Rockefellers, and wrote trivia questions for a primetime game show. In 1996, he created the uberpopular &ldquo;Couch-to-5K&rdquo; (C25K) running program, which has helped millions of skeptical would-be exercisers take up jogging. (His motto is the same for fitness as it is for software user experience: no pain, no pain.)",
  "company":"Big Medium",
  "position":"Founder",
  "location":"United States"
  },
  {
  "name":"Kaleem Khan",
  "role":"speaker",
  "avatar":"",
  "about":"Kaleem Khan is a founding partner of strategy and design consultancy True Insight in Toronto, Canada. Kaleem helps global companies, agencies, startups and governments create great experiences and solve complex problems. Over two decades he has helped leaders in consumer electronics, mobile, Internet, media, software, healthcare, finance, telecom and security. That experience has informed his perspective on ethical challenges in the interaction design field. He advises OCAD University sLab and the M.Design program. Kaleem regularly speaks at international conferences about design, strategy, and ethics. Kaleem is an active member of professional user experience design groups that include ACM SIGCHI, the IAI and the IxDA. He is the author of a forthcoming book on interaction design and ethics to be published by Morgan Kaufmann in 2016.",
  "company":"True Insight",
  "position":"Founding partner",
  "location":"Canada"
  },
  {
  "name":"Kate Darling",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590552\/avatar.jpg?cf4",
  "about":"Dr. Kate Darling is a Research Specialist at the MIT Media Lab and a Fellow at the Harvard Berkman Center. Her interest is in how technology intersects with society. Kate’s work has explored economic issues in intellectual property systems and also looks at the near-term effects of robotic technology, with a particular interest in law, social, and ethical issues. She runs experiments, hold workshops, writes, and lectures on some of the more interesting developments in the world of human-robot interaction, and where we might find ourselves in the coming decades.",
  "company":"MIT Media Lab",
  "position":"Research Specialist",
  "location":""
  },
  {
  "name":"Kathryn Parkes",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590513\/avatar.jpg.320x320px.jpg?a6e",
  "about":"Kathryn is currently Director of UX &amp; Design at Swrve, a mobile marketing automation company, founded in Dublin and now headquartered in San Francisco.<br \/><br \/>She has previously managed her own user experience design consultancy as well as led the implementation of UX research and design strategies for clients in the telecommunications, banking and public sector at design agency IQ Content.<br \/><br \/>Her background is in the education technology industry where she led R&amp;D and New Product Development for over 10 years at Electric Paper, one of Ireland&rsquo;s most successful e-learning companies.<br \/><br \/>She is an active member of the Interaction Design community in Dublin and enjoys speaking, mentoring and running workshops locally on communicating design ideas through sketching and visual storytelling.",
  "company":"Swrve",
  "position":"Director of UX & Design",
  "location":"Ireland"
  },
  {
  "name":"Kieran Evans",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590478\/avatar.jpg?4d9",
  "about":"Kieran has spent the last 15 years designing visually compelling and usable responsive websites, mobile applications, and interactive experiences for major nonprofit, financial, and pharmaceutical clients. At his core, Kieran enjoys puzzling out solutions, regardless of the platform or vertical, and creating interactive prototypes (of varying degrees of fidelity) to better understand the nuances of interaction. His work has garnered numerous awards, including a Webby Award in 2006, as well as a feature in ID Magazine. He currently works as Director of Interaction Design at Intuitive Company, a user-centered research, design, and development company based in Philadelphia.",
  "company":"EY Intuitive",
  "position":"Director of Interaction Design",
  "location":"United States"
  },
  {
  "name":"Kumi Tominaga",
  "role":"speaker",
  "avatar":"",
  "about":"Kumi is a creative technologist, currently working at R\/GA Prototype Studio in New York. She&rsquo;s worked on a wide range&nbsp;of projects for clients such as Nike, Fossil, Converse, L&rsquo;Oreal, MasterCard, Samsung, Verizon, etc.<br \/><br \/>Kumi spends her typical day writing code, tinkering with new technologies and building prototypes. Originally from Tokyo, a New Yorker&nbsp;since 1991, she still visits Japan a few times a year to see her family and friends. She loves shopping electronic components in Akihabara Electric Town, where she feels like a kid in a candy store.",
  "company":"R\/GA Prototype Studio",
  "position":"Associate Technology Director",
  "location":"New York, United States"
  },
  {
  "name":"Kyle Outlaw",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590407\/avatar.jpg?516",
  "about":"Kyle is VP Experience at Razorfish's New York office where he leads the UX discipline. His expertise is in the design of applications and services across desktop, smartphone, tablet, interactive display and other devices. His clients at Razorfish have included Mercedes-Benz, smart car, UNIQLO, AXE, Ralph Lauren, Victoria's Secret, and several others. Previously he has worked on the Nike and Converse accounts at R\/GA, and he was a founding member of WorldNow, a startup venture focused on web-TV convergence. Kyle has presented on the topic of user experience at SXSW Interactive, Mediabistro’s ThinkMobile conference, OMMA, and the Usability Professionals Association. He is a graduate of the Interactive Telecommunications Program (ITP) at New York University's Tisch School of the Arts.",
  "company":"Razorfish",
  "position":"",
  "location":"United States"
  },
  {
  "name":"Leah Rader",
  "role":"speaker",
  "avatar":"",
  "about":"Leah has been asking questions for 17 years as a design researcher on physical and digital products and services. She has informed the design for financial tools and products, electric cars, travel websites and mobile apps, digital healthcare tools, and education platforms. Though she uses all methods, from ethnography to usability, she prefers to make stuff with research participants (like lists, sketches, and maps) in order to discover what they think, feel and do. Leah reads and thinks about design, science, art, cultures and research in order to mash-up ideas into new combinations and approaches for solving business needs and to share in workshops and talks. She is principal researcher at Spring Studio, a research, strategy and design firm in San Francisco, recently acquired by BBVA, a global bank headquartered in Madrid.",
  "company":"Spring Studio",
  "position":"Principal Researcher",
  "location":"United States"
  },
  {
  "name":"Leandro Agrò",
  "role":"speaker",
  "avatar":"",
  "about":"I am Leandro Agr&ograve;, Digital Product Director at Design Group Italia. I am an awarded IxD\/UX Director, IoT pioneer, patents contributor with 20+ years of design and team leadership. I served brands like Warner Bros, Unicef, Orange, British Telecom, Jansenn, Symantech, Eni, 3M, PepsiCo collecting &ndash;during the path- 2 WebAwards, 2 TechGarage prize, 2 ADI index mentions and other accomplishment including an early award at the Apple Design Project. I am also founder and co-author of Frontiers of Interactions a leading Interaction design Conference; Frontiers is the place where the design and technology guru from all over the planet meets together. Past speaker list includes the inventor of TED conference Richard Saul Wurman, the founder of Activision David Crane, the godfather of the Internet of Things Bruce Sterling, the theorist of the New Economy Kevin Kelly, the author of the Whole Earth Catalog Stewart Brand and many others top designers from Google, Yahoo, Jawbone, Twitter, etc. I&rsquo;m also share holder at SrLabs (world class technology in the Eye Tracking field), JoinPad (leader in the augmented reality technology, including high professional AR Glasses) and TokTv (absolutely the best social platform for TV sport, serving 3 of the top 4 soccer club worldwide with more than 150M Facebook fan: Juventus, Barcelona, Real Madrid). I contributed to four books, including two academic titles published in 2007 and 2015. As speaker I talked at: Distruptive Week (2015), Richmond IT Director Forum (2013), TED MED live (2012), TEDx (2011), CSR4 Research Center (2010), World Usability Day (2009), UXCON (2009, 2011), Internet Evolution (2009), Birds of a Feather at ETech (2008), World Business Forum (2007), BayCHI (2007). During my professional life, several magazines, newspapers and TV shows mentioned my projects or interviewed me. This list includes: WIRED, Mashable, Reuters, New York Times, CNN, Creative Communication, Glamour and all main Italian newspaper and TV.",
  "company":"Design Group Italia",
  "position":"Digital Product Director",
  "location":"Italy"
  },
  {
  "name":"Linnea Vizard",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590495\/avatar.jpg.320x320px.jpg?131",
  "about":"Linnea is one of Canada&rsquo;s leading advocates of service design. She is a UX and service designer based in Toronto, and is the co-founder and organizer of Service Design Toronto. She was also a member of the city service design team Designing Dublin - a forward-thinking citizen-driven civic service design project. In her work she looks to explore how we can develop meaningful, human interactions in the digital age, and as a consultant at Usability Matters, she applies these ideas to a range of clients such as Toronto Public Library, Shoppers Drug Mart and The Movie Network.<br \/><br \/>She is a respected contributor to Touchpoint, the journal for service design professionals, as well as the Adobe Dreamweaver blog on UX and web design. She has spoken at conferences such as PyCon Canada and FITC Screens, the Mobile and Tablet Development Conference, and she teaches UX and design at Humber College in Toronto.",
  "company":"Usability Matters",
  "position":"User Experience Designer",
  "location":"Canada"
  },
  {
  "name":"Ludvig Sandstrom",
  "role":"speaker",
  "avatar":"",
  "about":"Experience Designer, R\/GA London, With his roots in Sweden, Ludvig studied Interactive Communication at the Berghs School of Communication in Stockholm. From there he moved to London where he now works as an Experience Designer at R\/GA. Over the past few years he&rsquo;s been developing products and services for millions of people in a variety of markets including the UK, US, Turkey and Russia. Ludvig has been working with UX-focused Motion Design on several projects at R\/GA &ndash; including such clients as Heineken and Turkcell. He is passionate about sharing knowledge and encouraging the design community to make digital experiences better for everyone. Previously, he helped to prepare R\/GA&rsquo;s &lsquo;Getting Real with Connected Devices&rsquo; workshop for IxDA 2014 in Amsterdam.",
  "company":"R\/GA",
  "position":"Experience Designer",
  "location":"London, UK"
  },
  {
  "name":"Manasi Agarwal",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590518\/avatar.jpg.320x320px.jpg?dd7",
  "about":"I'm a 28- year old new media and interaction designer from Delhi, India. Currently I work as a user experience designer on the Acrobat DC family of products at Adobe. I have worked with various product and service start-ups prior to my session at Adobe; where I now work with my designer colleagues, engineering team and product management to ensure the best experience for our millions of users.<br \/><br \/>I've done my time of 6 years at D-school: I did my 4 year undergraduate degree in graphic design from Symbiosis International University and then went on to study New Media Design as my postgraduation at National Institute of Design in India.<br \/><br \/>My interests lie at the intersections of art, technology and design and my projects range from Interactive installations and concepts for sustainability; to web, mobile applications and print design.Media history, experience design and storytelling are a few of the arenas that excite me tremendously.<br \/><br \/>An avid reader, most of my time is spent in the company of books.",
  "company":"Adobe",
  "position":"User Experience Designer",
  "location":"India"
  },
  {
  "name":"Marcel Schouwenaar",
  "role":"speaker",
  "avatar":"",
  "about":"",
  "company":"The Incredible Machine",
  "position":"",
  "location":"The Netherlands"
  },
  {
  "name":"Maria Lumiaho",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590447\/avatar.jpg.320x320px.jpg?1ae",
  "about":"Maria is a Berlin-born multifaceted designer that is crazy in love with the fuzzy front end and big picture painting. She loves dancing with ambiguity and enjoy the journey of the entire spectrum of the design process with in-depth skills in service design and user experience design.<br \/><br \/>She teaches and coaches to give back in the spirit of the people who helped herself grow as a person and professional; She is a ME310 Stanford Alumni. She is constantly seeking for inspiration and truly love inspiring others: be the inspiration you hope to find in others. Her passion lies in the creation of meaningful and impactful services, that enhance, deeply touch or simply delight people's lives.",
  "company":"Futurice",
  "position":"Designer",
  "location":""
  },
  {
  "name":"Marko Ahtisaari",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590553\/avatar.jpg.320x320px.jpg?ac0",
  "about":"Marko is an entrepreneur, designer and investor.<br \/><br \/>He is CEO and co-founder of <a href=\"http:\/\/syncproject.co\/blog\/2015\/7\/14\/introducing-marko-ahtisaari-and-the-sync-project-blog\" target=\"_blank\">The Sync Project<\/a>, and a <a href=\"http:\/\/directorsfellows.media.mit.edu\/\" target=\"_blank\">Director's Fellow at the MIT Media Lab<\/a>. <br \/><br \/>From 2009 to 2013 he was head of product design at Nokia, responsible for hardware, user experience and packaging design. The work of the Nokia design team includes the award-winning N9 and Lumia. He left Nokia to be an entrepreneur again.<br \/><br \/>Previously, he was CEO and Co-founder of Dopplr (acquired by Nokia) and part of the team at Blyk, the free ad-funded mobile network. He has held board positions in Artek and F-Secure, and has served on the jury of the Prix Ars Electronica and the DA&amp;D Awards.",
  "company":"The Sync Project",
  "position":"CEO & Co-founder",
  "location":""
  },
  {
  "name":"Martin Charlier",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590538\/avatar.jpg.320x320px.jpg?ff5",
  "about":"Martin Charlier is designer specialising in the intersection of digital and physical. His background is in industrial design, he works a lot in UX and service design and his key interest is in connected products. He&rsquo;s a co-author of &lsquo;Designing Connected Products&rsquo;, a co-founder of Rain Cloud (which is a project exploring new interactions with connected products) and a freelance design consultant.<br \/><br \/>Martin has previously worked at Frog Design, Fjord and Random International. Recent projects include work with a predictive analytics startup as well as on the community platform iotacademy.org.",
  "company":"Freelance",
  "position":"Design Consultant",
  "location":"United Kingdom"
  },
  {
  "name":"Matthew Milan",
  "role":"speaker",
  "avatar":"",
  "about":"I&rsquo;m the CEO and co-founder of Normative, a software design firm headquartered in Toronto, Canada. I&rsquo;ve spent the last 15 years designing products and leading teams on the fuzzy front end of emerging technologies and networks, specializing in software design, innovation and product development.",
  "company":"Normative",
  "position":"CEO and Co-founder",
  "location":"Canada"
  },
  {
  "name":"Matt Bedette",
  "role":"speaker",
  "avatar":"",
  "about":"Matt Bedette is an award winning Experience Lead at HUGE Inc. based out of Atlanta, GA. With almost 20 years of experience in the industry, Matt has had the pleasure of helping clients such as Coca-Cola, Activision, Samsung and Under Armour elevate their Brand utilizing his diverse background and collaborative spirit to drive truly innovative consumer experience solutions. Mr. Bedette holds both a B.S. in Motion Picture Sciences &amp; Cinematography and a M.S. in Information Sciences &amp; Technology from R.I.T.. Matt loves cycling, alpine hiking, and race boats whenever his brain needs a break.",
  "company":"HUGE Inc",
  "position":"Experience Lead",
  "location":""
  },
  {
  "name":"Matt Cane",
  "role":"speaker",
  "avatar":"",
  "about":"Experience Designer Director, R\/GA London, Matt Cane, has 8 years experience in digital design across mobile and web projects, as well as out of home and in-store retail work. Matt has worked with many clients across different fields, from world brands such as Nike, McDonalds, and Microsoft (Skype) many mobile clients such as O2 and Vodafone to more corporate work with law firms and banks. He is a specialist in mobile design but his passion truly lies in making sure the users get the best possible service in any given context. Recently Matt wrote about the &lsquo;Further future&rsquo; in Contagious and how we should be considering the impact of our work way down the line.",
  "company":"R\/GA",
  "position":"Experience Designer Director",
  "location":"United Kingdom"
  },
  {
  "name":"Matt Nish-Lapidus",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590486\/avatar.jpg?4aa",
  "about":"Matt is an independent designer and creative technologist in Toronto, a design instructor at Sheridan College and CIID, and the Vice President of the Interaction Design Association (IxDA). His work has included everything from a digital library catalog in use all over the world to enterprise software, video games, and large-scale public installations. He spent the first few years of his career assisting international new media artists including Stelarc and David Rokeby while developing his own art and design practice. He has since worked with organizations as big as Coca-Cola and as small as un-funded startups. Over the past 10 years Matt has focused on developing a design practice that addresses the opportunities and challenges of living in a networked world, and how we can use beauty and expressiveness to make better products.",
  "company":"Independent",
  "position":"Interaction Designer and Creative Technologist",
  "location":"Toronto, Canada"
  },
  {
  "name":"Nicolas Nova",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590410\/avatar.jpg.320x320px.jpg?821",
  "about":"Nicolas Nova is Professor at the Geneva University of Arts and Design (HEAD &ndash; Gen&egrave;ve) and founder of the Near Future Laboratory, a design studio based in Europe and California.<br \/><br \/>His work is about identifying weak signals as well as exploring people&rsquo;s needs, motivations and contexts to map new design opportunities and chart potential futures. Nicolas has given talks and exhibited his work on the intersections of design, technology and the near-future possibilities for new social-technical interaction rituals in venues such SXSW, AAAS, O&rsquo;Reilly Emerging Technology Conference and the design week in Milano, the Institute for the Future, the the MIT Medialab.<br \/><br \/>He holds a PhD in Human-Computer Interaction from the Swiss Institute of Technology (EPFL, Switzerland) and was previously a visiting researcher at the Art Center College of Design (Pasadena, CA). He is also curator for Lift Conference, a series of international events about digital culture and innovation.",
  "company":"Near Future Laboratory",
  "position":"Founder",
  "location":"Geneva, Switzerland"
  },
  {
  "name":"Nidhi Jalwal",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590525\/avatar.jpg?c31",
  "about":"Nidhi believes that design is the act of attuning to observations and building empathy to create experiences that tell stories. She works as a User Researcher & Strategist at Intuitive Company to make sure that the user is an integral part of the equation. Nidhi has traveled and worked with different designers and artists in various communities and countries. Though her passion initially lied in science and engineering, her shift towards user experience allowed her to marry that love of design with her talent to connect with people. She also co-conceived a start-up, before moving to the United States where she attended the University of the Arts in Philadelphia. Her previous experience includes doing user experience research and co-facilitating workshops in nonprofit and healthcare space.",
  "company":"EY Intuitive",
  "position":"",
  "location":"United States"
  },
  {
  "name":"Nour Tabet",
  "role":"speaker",
  "avatar":"",
  "about":"Nour Tabet is a trilingual and multicultural designer. She is part of the vast Lebanese diaspora, and her work often reflects membership in this global community. She designs beautiful, contemporary work but that is not enough: to Nour, any successful project must begin with a thought-provoking concept. She earned her MFA in graphic design at Maryland Institute College of Art where she explored the concept of post-geography: having a simultaneous presence across the globe while being pinned to one geographic place. As a converted print designer, she loves to experiment with websites interactions based on print. She is currently a senior visual designer at Huge, working projects for NBC, Pfizer and the White House.",
  "company":"Huge",
  "position":"Senior Visual Designer",
  "location":"United States"
  },
  {
  "name":"Pablo Honey",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590463\/avatar.jpg.320x320px.jpg?e69",
  "about":"Our human data is formed by the cities we lived in, both how they shaped us and how we connected to their idiosyncrasies.<br \/><br \/>Born in Zas - Spain (4,902 habitants).<br \/><br \/>Grew up in Bern (128,848 habitants), where I got familiarized with Swiss approach to design and urbanism.<br \/><br \/>Formed in Pontevedra (82,946) and A Coru&ntilde;a (244,810), where I developed my design skills and started my relationship with virtual realities.<br \/><br \/>Got adult in Barcelona (1,620,943), where i developed my career as Designer in Digital Advertising, for brands such as Dewar's or Camper.<br \/><br \/>And now living in New York (8,491,079), where I currently work as Experience Design Director at R\/GA, integrating brand stories, connected services and enchanted products in people&rsquo;s cultural and emotional contexts.<br \/><br \/>I lead digital and physical projects for brands such as Nike, Volvo, Google and Fossil, and I've been lucky enough to be recognized internationally in different Festivals and Awards for that work, as well to collaborate and share my passion for art, technology and design in forums like R\/GA Accelerator, Ars Electronica or School of Visual Arts among others.",
  "company":"R\/GA",
  "position":"Experience Design Director",
  "location":"New York, USA"
  },
  {
  "name":"Page Schmucker",
  "role":"speaker",
  "avatar":"",
  "about":"As an Experience Strategist at R\/GA, Page merges traditional user-centered design philosophy with the rapid-prototyping techniques of agile design. She has helped brands like Nike, Volvo, Fossil understand the core needs of their consumers to create products and services that elevate the brand experience. Page has a masters degree in Design Management from The Savannah College of Art and Design. She is a maker, doer, planner, organizer, collaborator, schemer, and a dreamer, attentive to the world around her and what shapes it.",
  "company":"R\/GA",
  "position":"Associate Creative Director, Experience Strategy",
  "location":"New York, United States"
  },
  {
  "name":"Paul Houghton",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590448\/avatar.jpg?076",
  "about":"Manager and innovative entrepreneur with interests in business and technology. Recent work has focused heavily on the business and technology of mobile software applications for Android and the Internet of Things. Specialties: Mobile message passing architectures, concurrent design, functional programming, project management, technology-based business strategy",
  "company":"Futurice",
  "position":"Director",
  "location":""
  },
  {
  "name":"Phillip Tiongson",
  "role":"speaker",
  "avatar":"",
  "about":"Phillip R. Tiongson is the principal and a founder of Potion. Drawing on his training and passions as an artist, software engineer, and storyteller, Phillip leads the studio in creating its groundbreaking interactive experiences. Potion's signature installation projects, which merge physical and digital elements, reflect his belief that digital interactions can foster a transformative experience of the physical world. Phillip believes that the blending of computation, design, and storytelling creates a new medium of expression. Always curious, Phillip is cultivating new areas of Potion&rsquo;s design practice, including mobile app development and strategic consulting. In applying technology in simple, elegant, and surprising ways, Phillip's work at Potion has shaped the field at large. His award-winning projects have preceded mainstream versions of touch surfaces, position-based apps, and smart environments, and have created new ways that users can interact with information in their environments. Phillip holds a M.S. from the MIT Media Lab, where he trained under John Maeda and Glorianna Davenport, and a M.F.A. in Film Directing from Columbia University. While at IBM's Advanced Internet Technology Group, he earned two U.S. patents for his work in interface design. In 2005, he and fellow Media Lab graduate Jared Schiffman founded Potion, which has been recognized as one of Fast Company's Top 10 Most Innovative Companies in Design and as a National Design Award Finalist. Phillip&rsquo;s projects have been honored by AAM, SEGD, Fast Company, MUSE, Communication Arts, SXSW, and the Art Director's Club. His past clients include the Museum of Science and Industry, Richard Avedon Foundation, Smithsonian Networks, The Field Museum, Yale University Press, Lionsgate Entertainment, St. Regis Hotel, and Nike. He has given talks at industry events, such as Gravity Free and Design Exchange Boston, and he is a member of AIGA, AAM, and MIT&rsquo;s Educational Council.",
  "company":"Potion",
  "position":"Principal and Founder",
  "location":""
  },
  {
  "name":"Pierluigi Dalla Rosa",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590438\/avatar.jpg.320x320px.jpg?e51",
  "about":"Creating harmony between technology, people and nature, merging digital and physical, understanding bits and bytes as a reflection of pervasive media, this is what Pierluigi is working on at the moment.<br \/><br \/>He holds a master degree in Cinema and Media Engineering from Politecnico di Torino and a double degree from the excellence program Alta Scuola Politecnica. He is an alumni and visiting professor in CIID.<br \/><br \/>In his practice, Pierluigi pushes the boundaries of photography, dreams of new ways of creating sustainable electronics, and explores and questions the role of artificial intelligence in society.",
  "company":"Tellart",
  "position":"Interaction Designer & Technologist",
  "location":"Italy"
  },
  {
  "name":"Rachel Ilan Simpson",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590440\/avatar.jpg?9dd",
  "about":"Rachel Simpson is a UX Designer on the Google Chrome team. She has worked Design Agencies, Startups and Software Companies, and often speaks on topics related to Design and User Research. Rachel co-founded Make Munich and founded Munich Design Jam, where Designers, Developers and Startup folks build a prototype in a single day. For fun, Rachel loves to travel (and live) other places. She is originally from Canada, lives in Germany, and often works from California.",
  "company":"Google",
  "position":"UX Designer",
  "location":"Germany"
  },
  {
  "name":"Rachel Jackson",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590399\/avatar.jpg.320x320px.jpg?83e",
  "about":"I am Director of Design at Thomson Reuters, within a large in house UX team, designing extremely complex, feature rich financial software used by 130,000 financial professionals around the world.<br \/><br \/>During my 5 years at the company, I have managed various shapes and sizes of UX teams as well as working as an Interaction Designer. I currently lead a team of brilliant Interaction, Visual and Motion Graphic Designers. My goal is to create a respectful, supportive work environment that allows people to fulfill their potential and use their talent and creativity to accomplish amazing things.<br \/><br \/>Prior to moving to London, I worked for Microsoft in Silicon Valley. I am originally from Toronto, Canada.",
  "company":"Thomson Reuters",
  "position":"Design Director",
  "location":"United Kingdom"
  },
  {
  "name":"Raphael Grignani",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590420\/avatar.jpg?b53",
  "about":"Raphael Grignani is a designer living in San Francisco. He's currently Product Design Manager at Pinterest. Prior he co-founded and served as CEO of Jauntful, as well as designed products and led teams for Nokia, Method, Google, Heath Ceramics, amongst others. He also co-founded the IxDA Interaction Awards :)",
  "company":"Pinterest",
  "position":"Product Design Manager",
  "location":"United States"
  },
  {
  "name":"Remy Bourganel",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590442\/avatar.jpg.320x320px.jpg?fbe",
  "about":"Graduated in product design and self-taught in interaction and service design, Remy is practicing as a researcher, strategist and facilitator through both a professional and academic path.<br \/><br \/>His main interest is in using digital technology to develop people&rsquo;s creativity, autonomy and empathy through augmenting their perception, expression and reflexivity potential. He nurtures a special interest in &lsquo;imaginaire&rsquo; as generative framework for designers as well as in design fiction and design for debate.<br \/><br \/>Remy started exploring new territories for digital technologies in 1995, while designing with Atau Tanaka (Apple\/Ircam) one of the world&rsquo;s first gesture interface making one&rsquo;s body a music instrument, breaking boundaries between disciplines, and awarded by Stefano Marzano, head of Philips Design.<br \/><br \/>Remy worked for Alcatel, AirLiquid, Roland Moreno Technologies, Parrot and headed an advanced design studio for Mitsubishi Electric, Samsung, an exploratory design research studio for Nokia. He has recently been director, bigdata user-experience research and innovation, at Orange, after being director, exploratory design research and head of UX in Orange vall&eacute;e, innovation accelarator which developed Libon, an MVNO from scratch. From April 2016, Remy will be vice-CEO of Qwant, a european company developing AI services in search, blockchain, IO, among other things. He will operate as Chief Product Officer, in charge of products, design, brand, marketing. He is also the founder\/director of SociableMedia (2009-2015), a research program in EnsADLabs with 09 researchers, 4 PHD candidates, with a main interest in using digital technology to develop people&rsquo;s creativity, autonomy and empathy through augmenting their perception, expression and reflexivity. His research program collaborates internationally with other academic labs including the MIT MediaLab TangibleMediaGroup or corporations.",
  "company":"",
  "position":"",
  "location":"France"
  },
  {
  "name":"Ricardo Aguilar",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590500\/avatar.jpg.320x320px.jpg?26e",
  "about":"Ricardo is an Experience Design Lead at Mercedes-Benz Research &amp; Development North America, where he is responsible for driving and leading the definition of new user experience design concepts for in-car and connected-car experiences.<br \/><br \/>Design, innovation and ideation are constantly in his thoughts, along with good user experience, visual design and new ways of creating unique user-centric products. He is absorbed by new strategies, great design for products, brands and services that focus on people&rsquo;s demands. Ricardo has over 12 years of experience in the industry, from London to New York, where he was part of teams that designed products for clients such as Google, Nike, Thomson Reuters and Panasonic. He writes and speaks often about innovations in user experience design in blogs like Medium and several international conferences.",
  "company":"Mercedes-Benz Research & Development",
  "position":"Experience Design Lead",
  "location":"United States"
  },
  {
  "name":"Ricardo Brito",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590450\/avatar.jpg?184",
  "about":"Ricardo Brito is developing successful digital services and is pushing the boundaries with new concepts in the design domain and outside of it. His current focus is on the future of IoT, Digital Disruption, Hyper Local Services and Smart Cities. Ricardo is one of the Inventors of Futurice's IoT Service Design Kit, which enables testing-drive IoT concepts in the real world. Know more about the kit on http:\/\/www.iotservicekit.com\/. Ricardo is a frequent speaker at industry gatherings and host to Thing Cast, Futurice's ongoing series of podcasts dealing with IoT. Together with his team at Futurice, he is working with startups and global brands on digital services for people to love.",
  "company":"Futurice",
  "position":"Service and UX Designer",
  "location":"Germany"
  },
  {
  "name":"Ritika Mathur",
  "role":"speaker",
  "avatar":"",
  "about":"During the course of her journey as a designer, Ritika Mathur has had the opportunity to live and work with diverse groups in North America, Scandinavia, Central Europe, Southeast Asia and currently in Australasia. She has been awarded excellence by the Stanford Center on Longevity, IxDA Interaction Awards &amp; Core77 Design Awards for her work in the sector of design thinking &amp; social initiatives. Fascinated by humans and their inherent urge to connect; Ritika loves collaborating across cultures, languages and disciplines to create behaviours that stir change. Currently, she is working as a Senior Experience Designer at Fiserv, Auckland, New Zealand where she facilitates design driven product innovation and embeds service design thinking to guide organisational direction, planning, performance and culture. Focusing on effective learning, workforce development and skills analysis, she leads teams on inspiring collaborative work environments. As a catalyst for positive organisational change, she uses design to develop and influence a range of significant strategic opportunities and operational initiatives for a wide range of internal and external stakeholders. The pragmatic use of research helps her design better solutions, through both qualitative and quantitative measurement at individual, team, project and organisation wide levels. Ritika completed her Interaction Design Programme from Copenhagen Institute of Interaction Design, Denmark in 2013. Prior to this, she was working as as the lead UX designer at LG Electronics Design, India where she worked closely with design headquarters in South Korea for creating UX as a strong Brand identity for LG India in mobile communication and home appliances.",
  "company":"Fiserv",
  "position":"Senior Experience Designer",
  "location":"New Zealand"
  },
  {
  "name":"Robert Fabricant",
  "role":"speaker",
  "avatar":"",
  "about":"Robert Fabricant is Co-Founder of Dalberg's Design Impact Group (DIG), where he brings human-centered design and innovation services to clients looking for creative approaches to breakthrough innovation and expanded collaborations in the field of social impact and international development. His client portfolio at Dalberg includes work for the Gates Foundation, Mastercard, GE Foundation, Rockefeller Foundation, GSMA and the World Bank on topics ranging from innovation strategy to financial inclusion to public health. Robert joined Dalberg from a long career at the forefront of Human Centered Design (HCD) as Vice President of Creative for frog design where he developed frog&rsquo;s practices in design research and experience strategy. Robert also incubated and led frog&rsquo;s &ldquo;Design for Social Impact&rdquo; practice working with key partners across the public and private sectors in the majority world. Robert holds an MPS in Design and Technology from NYU and a BA from Yale University.",
  "company":"Design Impact Group",
  "position":"Co-founder",
  "location":"United States"
  },
  {
  "name":"Rob Girling",
  "role":"speaker",
  "avatar":"",
  "about":"As a co-founder and principal of digital experience innovation company Artefact, Rob Girling is responsible for setting the company&rsquo;s strategy and vision&mdash;to design exciting products and experiences that inspire positive changes in human behavior. Rob&rsquo;s design career spans some of the leading agencies and design brands in the world, such as Apple, Microsoft, IDEO and Sony. Rob obtained his Masters degree in Interaction Design from the Royal College of Art in London, graduating with distinction. He is a recognized thought leader who has shared his point of view on the role of design in driving positive changes at national and global innovation conferences such as SXSW, Future Travel Experiences, World Forum for Democracy, DMI Design Leadership Conference and more.",
  "company":"Artefact",
  "position":"Principal, Co-Founder",
  "location":"United States"
  },
  {
  "name":"Samantha Dempsey",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590534\/avatar.jpg?c88",
  "about":"Samantha Dempsey is an experience designer at Mad*Pow where she designs interactions between people, their bodies, and healthcare systems. Her background in illustration informs her approach to experience design as she incorporates narrative flow, visual storytelling, and sequential art into her work. She conducts research into visualizing patient narratives and creates tools to facilitate visual communication between patients and clinicians. In her spare time, she enjoys embroidering patterns of bacteria onto household objects.",
  "company":"Mad*Pow",
  "position":"Experience Designer",
  "location":"United States"
  },
  {
  "name":"Samara Watkiss",
  "role":"speaker",
  "avatar":"",
  "about":"Born and raised in Salt Lake City, Samara studied art at the School of the Museum of Fine Arts in Boston and Cross-Cultural Communication with a focus on Spanish and Arabic at Tufts University. She arrived at interaction design as a profession and calling by pursuing the most inspiring aspects of her work as a set designer, pedal-powered machine builder, graphic designer and refugee-liaison and asking how all of these are connected. She worked as an Interaction Designer at InContext Design in Boston, then moved to Austin, TX to complete a degree in Interaction Design and Social Entrepreneurship at the Austin Center for Design. She now heads up the design team at Click Security, an Austin-based network security company.",
  "company":"Click Security",
  "position":"Head of Design",
  "location":"United States"
  },
  {
  "name":"Santiago Bustelo",
  "role":"speaker",
  "avatar":"",
  "about":"Santiago is UX Director at Kambrica, a User Experience consultancy based in Buenos Aires. He chairs the local chapter of the Interaction Design Association (IxDA BA) and served as the first IxDA Regional Coordinator for Latin America. Santiago had his first contact with interaction design in 1997 &ndash; designing business simulations. Since then, he has participated in design and development projects for Argentina, Chile, Spain, the United States and England. Santiago holds a degree in graphic design from the University of Buenos Aires, where he also started his design teaching career. Since 2001, he has given presentations and workshops on UX, Usability, Interaction Design and User Centered Design in three continents.",
  "company":"Kambrica",
  "position":"UX Director",
  "location":"Argentina"
  },
  {
  "name":"Sarah Henry",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590466\/avatar.jpg.320x320px.jpg?06a",
  "about":"Sarah creates collaborative organizational frameworks and designs data-driven systems. She received her MFA in Interaction Design at the School of Visual Arts and has worked with organizations such as The New York Times, Columbia University, Tribeca Film Institute, and General Electric. <br \/><br \/>She began her professional career as a strategic digital consultant, utilizing user-focused research, iterative technical development, and theories of online behavior. After a stint as a data analyst she joined Harmony Institute, a research organization to study the impact of narrative entertainment on American culture. Her work there required synthesizing ideas from fields as disparate as sentiment analysis, filmmaking, and strategic social outreach. She has helped to develop new methods for generating and evaluating the effects of interactive, participatory narratives. Currently she works as a UX Strategist for Accela, a civic and government technology company.<br \/><br \/>Sarah is also a public speaker and workshop facilitator. She's presented at Lincoln Center in New York City and traveled through the US and Europe to help folks better understand how to creatively incorporate data into their designs.",
  "company":"Accela",
  "position":"",
  "location":"United States"
  },
  {
  "name":"Sara Lerén",
  "role":"speaker",
  "avatar":"",
  "about":"Sara Ler&eacute;n has over 10 years of experience from the UX field, and has worked with everything from truck displays and workshop systems to public computers and health care telephones. Ever since her teenage punk rock years, she&acute;s had a passion for inclusion and for keeping it simple. Currently a UX Strategist at inUse, she does speaking, teaching and consulting on how to create maximum value focusing on the user experience.",
  "company":"InUse",
  "position":"UX Strategist",
  "location":"Sweden"
  },
  {
  "name":"Scott Plewes",
  "role":"speaker",
  "avatar":"",
  "about":"Scott has worked for almost 25 years in user experience design. After earning a Masters from Queens University, he did UX design for Bell Northern Research and Nortel; before it was even called UX design. He has been a UX consultant since he co-founded Maskery in 2001 and then subsequently joined Macadamian in 2006 when Maskery was acquired. Joining Macadamian, his focus was to find a way to integrate engineering and UX design to find ways to keep UX design a focus on the product all the way into the market, and not just in the design spec. Since becoming Vice President of UX at Macadamian in 2010, Scott has continued to amass knowledge and experience in industries such as aviation, telecommunications, finance, legal and healthcare. He loves working in these big, complicated domains; working with organizations to change the way they do design. Scott is strong component of &ldquo;everyone on the team designs the product\/experience&rdquo; with the role UX professionals to lead and facilitate the whole experience definition. Scott&rsquo;s focus in the past several years has been to try and push design even further up the product creation process. Getting UX professionals involved in the essence of the business case, value proposition, as the business reason for pursuing a product comes to life. He&rsquo;ll stop at almost nothing to get key decision makers and stakeholders in a room with UX professionals as soon as possible to aid the creation of a great product and customer experience.",
  "company":"Macadamian Technologies",
  "position":"Vice President of UX",
  "location":"Canada"
  },
  {
  "name":"Simone Rebaudengo",
  "role":"speaker",
  "avatar":"",
  "about":"Simone is an interaction designer based in Shanghai working and speculating about futures at frog. He builds products and scenarios that are believable enough to be real, but that come from hypothetical and questionable futures. His research focuses on exploring the implications of living with networked and somewhat smart products that change, grow, and that are smart enough to take their own decisions and show a point of view. He's been teaching and talking at CIID, SUPSI, China Academy of Fine Arts, Tedx, SolidCon, Thingscon and Dconstruct. His works have been published internationally on Wired, Fastcompany, The Atlantic and Designboom and awarded by Core77, IXDA Interaction Awards and Internet of things Awards.",
  "company":"frog Design",
  "position":"Interaction Designer",
  "location":"Shanghai, China"
  },
  {
  "name":"Smitha Prasadh",
  "role":"speaker",
  "avatar":"",
  "about":"Smitha is a UX designer with a background in designing for the web. She seeks out meaningful and thoughtful work that has a real-world impact, and strives to use design to address issues of social justice and sustainability. Over the course of her career, she has worked in-house on products for disciplines such as urban planning, civil engineering, and healthcare, and spent a year freelancing fulltime with clients of all sizes and scopes. Currently she works for Autodesk on software\/apps related to reality computing. A native of Atlanta, she has lived in the eastern US and in Asia, and now makes her home in Pittsburgh (but would gladly jump on a chance to work abroad).",
  "company":"Autodesk",
  "position":"UX designer",
  "location":"United States"
  },
  {
  "name":"Sol Mesz",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590461\/avatar.jpg.320x320px.jpg?df8",
  "about":"As a Product Manager, I have been managing and developing Products and Experiences for the last 15 years with responsibility over User Experience, conversion and growth.<br \/><br \/>I have worked extensively with Designers to develop a wide range of solutions that delivered solid business results for Fortune 500 companies (including IBM and AIG) as well as Startups and Nonprofits in the US, Australia and Latin America.<br \/><br \/>I am currently Director of Product Strategy at Kambrica, one of the leading UX Consultancies in Argentina.",
  "company":"Kambrica",
  "position":"Director of Product Strategy",
  "location":"Argentina"
  },
  {
  "name":"Steve Baty",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590408\/avatar.jpg.320x320px.jpg?ae5",
  "about":"Steve likes to understand how complex systems behave, and redesign them to improve the outcomes for the individuals and organisations operating within.<br \/><br \/>Steve is a Founder and Principal of Meld Studios, an award-winning Australian design studio. He has over 18 years of commercial experience working with major Australian and international brands on strategy and design, including Westpac, Qantas, Telstra, oneworld, AMP, RMIT University, State Library of Victoria, Dome Coffees and Suncorp.<br \/><br \/>Steve sits on the Good Design Council of Australia. He is the founder of UX Book Club; co-Chair of Australia&rsquo;s UX Australia conference; and served as Chair of Interaction|12 &ndash; the annual conference of the IxDA for 2012. In 2012-2015 Steve served on the Judging Panel for the Good Design Awards, and judged the Interaction Awards in 2012. From 2012-2014 Steve served as President of the Interaction Design Association (IxDA), and sat on the IxDA Board of Directors from 2009-2014.<br \/><br \/>Steve holds two Masters degrees (eCommerce and an MBA) from the Macquarie Graduate School of Management and a Bachelors degree in Science (Applied Mathematics) from UTS.",
  "company":"Meld Studios",
  "position":"",
  "location":""
  },
  {
  "name":"Sumier Phalake",
  "role":"speaker",
  "avatar":"",
  "about":"Sumier is a Senior User Experience Designer at Google working on tools to make Googlers more productive. He also advises startups with UX issues in the valley. Prior to Google, he worked at IBM, where he took on design challenges in the media, entertainment, sports and retail industries. He has also spent time working with the non-profit world, advising them on experience strategy. Sumier received his MS in Digital Media from GeorgiaTech. Outside of his role as a designer, Sumier can be found traveling and hiking remote trails in national parks.",
  "company":"Google",
  "position":"Senior User Experience Designer",
  "location":"United States"
  },
  {
  "name":"Suvi Numminen",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2619890\/avatar.jpg?e3c",
  "about":"Suvi is a versatile designer who loves working with ambiguous problems. She believes in designing not just products and services that solve problems but ones that tell memorable stories and build relationships. Her core skills include service design, interaction design, visual design and game design.",
  "company":"Futurice",
  "position":"Senior Service Designer",
  "location":""
  },
  {
  "name":"Teemu Kivikangas",
  "role":"speaker",
  "avatar":"",
  "about":"Teemu Kivikangas is a freelance Game &amp; UX Designer and Art Director based in Helsinki, Finland. During a decade in game industry, he has worked for a number of leading Finnish game companies, e.g. Rovio Entertainment, Remedy Entertainment, Bugbear Entertainment, Sulake Corporation, Nokia, Digital Chocolate and Mr.Goodliving. Teemu has crafted interfaces for a wide variety of different game genres and platforms, from AAA-titles to mobile games, from hardcore racing games to Free-to-Play casual titles. He holds an MA in New Media from Aalto University&acute;s Media lab.",
  "company":"Freelance",
  "position":"Game & UX Designer",
  "location":"Finland"
  },
  {
  "name":"Thiago Esser",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590527\/avatar.jpg.320x320px.jpg?83d",
  "about":"I'm Thiago Esser. I live and work in Porto Alegre, in southern Brazil.<br \/><br \/>Consultant UX \/ Interaction Design and Partner of Wildtech. Professor and Founder of UXniversity, space dedicated to study the contemporary design, especially the practices aimed at people (User Experience). Working with digital media Design for 12 years.<br \/><br \/>I have released two ebooks (both in Portuguese): one on the sense of design process ownership, in order to conduce it better; the other on interaction design management in tech companies.<br \/><br \/>Moreover, I use sketches\/drawing as a way of communicating ideas, in my work as a designer or just for fun.",
  "company":"Wildtech",
  "position":"Consultant UX \/ Interaction Design and Partner",
  "location":"Brazil"
  },
  {
  "name":"Tim Paul",
  "role":"speaker",
  "avatar":"",
  "about":"Tim is a designer specialising in large public sector digital services. He is Head of Interaction Design at the UK Government Digital Service, where he helps departments and agencies transform the services they provide on GOV.UK. Before GDS, Tim led the tfl.gov.uk design team at Transport for London, where he was responsible for the design of services like the Journey Planner and Congestion Charging.",
  "company":"UK Government Digital Service",
  "position":"Head of Interaction Design",
  "location":""
  },
  {
  "name":"Tom Metcalfe",
  "role":"speaker",
  "avatar":"",
  "about":"Tom Metcalfe is a product designer, experience designer, producer and tutor based in the UK. His work predominantly focuses on user experiences across the physical and digital and runs a small design studio in Bristol. In addition he co-produces the interaction design talk series, This Happened Bristol and co-runs an R&amp;D IoT project, Rain Cloud. Previously, he&rsquo;s delivered keynotes at Crafts Council&rsquo;s Make:Shift, O&rsquo;Reilly Solid, Ogilvy Labs and SXSW and delivered workshops for Arts Council England, British Council, Korea Foundation and O&rsquo;Reilly Solid. He also produced REACT Objects Sandbox, was Senior Creative and Head of Production Design at Random International, Lead Designer at the Product Research Studio in Dundee and is currently a resident of the Pervasive Media Studio in Bristol.",
  "company":"Thomas Buchanan",
  "position":"Product Designer",
  "location":""
  },
  {
  "name":"Tricia Wang",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2605681\/avatar.jpg.320x320px.jpg?66b",
  "about":"Tricia Wang is a global technology ethnographer and co-founder of Constellate Data.<br \/><br \/>With more than 15 years&rsquo; experience working with designers, engineers, and scientists, Tricia has a particular interest in designing human-centered systems. She advises organizations on integrating &ldquo;Big Data&rdquo; and what she calls Thick Data &mdash; data brought to light using digital age ethnographic research methods that uncover emotions, stories, and meaning &mdash; to improve strategy, policy, products, and services. Organizations she has worked with include P&amp;G, Nokia, GE, Kickstarter, the United Nations and NASA. She recently finished an expert-in-residency at IDEO where she extended and amplified IDEO&rsquo;s impact in design research.<br \/><br \/>When not working with organizations, she spends the other half of her life researching online anonymity and the bias towards the quantifiable.&nbsp;Recognized as a leading authority on applied research,&nbsp;human-centered design,&nbsp;social media, and Chinese internet culture, Tricia&rsquo;s work and points of view have been featured in Slate,&nbsp;The Atlantic, Al Jazeera, Fast Company, Makeshift, and&nbsp;Wired. A sought-after speaker, she has given talks at conferences such as Lift, Strata, Webstock, and South by Southwest. She has also spoken at Wrigley, P&amp;G, Nike, 21st Century Fox, Tumblr and various investment firms.<br \/><br \/>Tricia has a BA in Communication and PhD in Sociology from UC San Diego. She holds affiliate positions at Data and Society, Harvard University&rsquo;s Berkman Center for Internet &amp; Society, and New York University's Interactive Telecommunications Program (ITP). She is also a Fulbright Fellow and National Science Foundation Fellow where she is the first Western scholar to work with China Internet Network Information Center (CNNIC) in Beijing, China. <br \/><br \/>Tricia began her career as a documentary filmmaker, an HIV\/AIDS activist, a hip-hop education advocate, and a technology educator in low-income communities. She has worked across four continents; her life philosophy is that you have to go to the edge to discover what&rsquo;s really happening. She's the proud companion of dog #ellethedog.<br \/><br \/>She also oversees <a href=\"http:\/\/ethnographymatters.net\/\" target=\"_blank\">Ethnography Matters<\/a>, a site that publishes articles about applied ethnography and technology to a public audience. She writes for Medium publication <a href=\"https:\/\/medium.com\/on-human-centric-systems\" target=\"_blank\">On Human-Centric Systems<\/a>.<br \/><br \/>She is also writing a book about anonymity in the digital age.",
  "company":"Constellate Data",
  "position":"Global technology ethnographer and co-founder",
  "location":"United States"
  },
  {
  "name":"Tristan Ferne",
  "role":"speaker",
  "avatar":"http:\/\/static.sched.org\/a8\/2590498\/avatar.jpg?e54",
  "about":"Tristan is lead producer for the Internet Research & Future Services team at BBC Research & Development where he uses technology and design to prototype the future of media and the web. He has over 15 years experience in R&D for media and the web. Originally a research engineer, then a software developer and now a producer and product manager, he has helped develop many influential prototypes and concepts for the BBC. He has worked with BBC TV, radio, news and the World Service and collaborated with BERG, last.fm and InnovateUK. He has presented at conferences including FutureEverything, IBC, the Radio Festival and Museums on the Web and has been interviewed on BBC radio. He has a degree in Cybernetics and Control Engineering. His current role includes developing, scoping and designing interactive products, leading multi-disciplinary teams, identifying new project areas, investigating new technologies, giving strategic advice and creating an innovative culture. He believes the best things come from a creative combination of technology and design.",
  "company":"BBC Research &amp; Development",
  "position":"Lead Producer",
  "location":"United Kingdom"
  },
  {
  "name":"Yonatan Kelib",
  "role":"speaker",
  "avatar":"",
  "about":"Yonatan Kelib is a Senior Service Designer at FJORD Helsinki, where he creates design solutions that enable a meaningful relationship between companies and their customers. Yonatan has contributed to bringing to life engaging and intuitive experiences for clients such as Adidas, Cox, Credit Suisse, Ericsson, Finnish Immigration Service, H&amp;M, TelisSonera, Telefónica, Nokia, Turkcell Akademi, PayPal, Volkswagen, and Warner Brothers. Yonatan has also worked as an Interaction Designer at frog New York, a global design innovation firm, and is a graduate of New York University s ITP program. During his time at ITP, he focused on topics such as interactive storytelling, the impact of anonymous mobile network to have a social and political impact in emerging countries. As an educator, he has lectured and been involved in creative workshops at Lift Conference 2015, NYU, Alto University Haaga-Helia University, and Vuoden Huiput. His works has been recognised for excellence in design, such as the Red Dot Best of The Best Design Award for the Adidas miCoach Smart Run, where he lead the design of the entire product experience from unboxing to in active use for this next generation smart running watch.",
  "company":"Fjord",
  "position":"Senior Service Designer",
  "location":"Finland"
  },
  {
  "name":"Lara Hanlon",
  "role":"speaker",
  "avatar":"",
  "about":"",
  "company":"",
  "position":"",
  "location":""
  }
  ]